{
  "type": "Collection",
  "id": "LANDFIRE/Vegetation/EVC/v1_4_0",
  "stac_version": "1.0.0",
  "description": "LANDFIRE (LF), Landscape Fire and Resource Management Planning Tools, is a\nshared program between the wildland fire management programs of the U.S.\nDepartment of Agriculture's Forest Service, U.S. Department of the Interior's\nGeological Survey, and The Nature Conservancy.\n\nLANDFIRE (LF) layers are created using predictive landscape models based on\nextensive field-referenced data, satellite imagery and biophysical gradient\nlayers using classification and regression trees.\n\nLANDFIRE's (LF) Existing Vegetation Cover (EVC) represents the vertically projected percent cover of the live canopy layer for a 30-m cell.\nEVC is generated separately for tree, shrub, and herbaceous cover lifeforms using training data and other geospatial layers. Percentage tree, shrub, and herbaceous canopy cover training data are generated using plot-level ground-based visual assessments and lidar observations.\n* Once the training data are developed, relationships are then established separately for each lifeform between the training data and combination of Landsat and ancillary data. Each of the derived data layers (tree, shrub, herbaceous) has a potential range from 0-100 percent which are merged into a single composite EVC layer.\n* Disturbance data were used to develop LF Remap products for LFRDB plot filtering and to ensure 2015 and 2016 disturbances were included that were not visible in the source imagery.\n* The EVC product is then reconciled through QA/QC measures to ensure life-form is synchronized with both Existing Vegetation Height and Existing Vegetation Type products.\nLF uses EVC in several subsequent layers, including the development of the fuel layers.\n\nThe LANDIFRE Vegetation datasets include:\n\n* Biophysical Settings (BPS)\n* Environmental Site Potential (ESP)\n* Existing Vegetation Canopy Cover (EVC)\n* Existing Vegetation Height (EVH).\n* Existing Vegetation Type (EVT)\nThese layers are created using predictive landscape models based on extensive\nfield-referenced data, satellite imagery and biophysical gradient layers using\nclassification and regression trees.\n",
  "links": [],
  "title": "LANDFIRE EVC (Existing Vegetation Cover) v1.4.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "doi",
    "fire",
    "landfire",
    "nature_conservancy",
    "usda",
    "usgs",
    "vegetation",
    "wildfire"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}