{
  "type": "Collection",
  "id": "UQ/murray/Intertidal/v1_1/global_intertidal",
  "stac_version": "1.0.0",
  "description": "The Murray Global Intertidal Change Dataset contains global maps of tidal flat\necosystems produced via a supervised classification of 707,528 Landsat\nArchive images. Each pixel was classified into tidal flat, permanent water\nor other with reference to a globally distributed set of training data.\n\nThe classification was implemented along the entire global coastline\nbetween 60° North and 60° South from 1 January 1984 to 31 December 2016.\nThe image collection consists consists of a time-series of 11 global maps\nof tidal flats at 30m pixel resolution for set time-periods (1984-1986;\n1987-1989; 1990-1992; 1993-1995; 1996-1998; 1999-2001; 2002-2004;\n2005-2007; 2008-2010; 2011-2013; 2014-2016)\n\nThis product depicts tidal flat ecosystems around the global coastline.\n\nPixels classified as tidal flat in the analysis represent several types of\ntidal flat ecosystems, including unconsolidated fine-grain sediments (tidal\nmudflats), unconsolidated coarse-grain sediments (tidal sand flats), and\nconsolidated sediments, organic material or rocks (wide tidal\nrock-platforms), while excluding spectral signatures indicating the\npresence of vegetation dominated intertidal ecosystems such as mangroves\nand vegetated marshes. The analysis aimed to identify pixels that are\nsubject to regular tidal inundation, and therefore may also include other\nintertidal systems where intertidal dynamics are observable.\n",
  "links": [],
  "title": "Murray Global Intertidal Change Classification",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "coastal",
    "google",
    "intertidal",
    "landsat_derived",
    "murray",
    "tidal_flats",
    "uq"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}