{
  "type": "Collection",
  "id": "USDA/NASS/CDL",
  "stac_version": "1.0.0",
  "description": "The Cropland Data Layer (CDL) is a crop-specific land cover data layer\ncreated annually for the continental United States using moderate\nresolution satellite imagery and extensive agricultural ground truth.\nThe CDL is created by the USDA, National Agricultural Statistics\nService (NASS), Research and Development Division, Geospatial\nInformation Branch, Spatial Analysis Research Section.\n\nFor detailed FAQ please visit [CropScape and Cropland Data\nLayers - FAQs](https://www.nass.usda.gov/Research_and_Science/Cropland/sarsfaqs2.php).\n\nTo explore details about the classification accuracies and utility of\nthe data, see\n[state-level omission and commission errors by crop type and year]\n(https://www.nass.usda.gov/Research_and_Science/Cropland/metadata/meta.php).\n\nThe asset date is aligned with the calendar year of harvest. For most crops\nthe planted and harvest year are the same. Some exceptions: winter wheat is\nunique, as it is planted in the prior year. A hay crop like alfalfa could\nhave been planted years prior.\n\nFor winter wheat the data also have a class called\n\"Double Crop Winter Wheat/Soybeans\". Some mid-latitude areas of the US have\nconditions such that a second crop (usually soybeans) can be planted\nimmediately after the harvest of winter wheat and itself still be harvested\nwithin the same year. So for mapping winter wheat areas use both classes\n(use both values 24 and 26).\n\nWhile the CDL date is aligned with year of harvest, the map itself is\nmore representative of what was planted. In other words, a small percentage\nof fields on a given year will not be harvested.\n\nSome non-agricultural categories are duplicate due to\n[two very different epochs in methodology](https://www.google.com/url?sa=D&q=https%3A%2F%2Fwww.nass.usda.gov%2FResearch_and_Science%2FCropland%2F).\n\nThe non-ag codes 63-65 and 81-88 are holdovers from the older\nmethodology and will only appear in CDLs from 2007 and earlier. The non-ag\ncodes from 111-195 are from the current methodology which uses the USGS NLCD\nas non-ag training and will only appear in CDLs 2007 and newer.\n\n2007 was a transition year so there may be both sets of categories in the\n2007 national product but will not appear within the same state.\n",
  "links": [],
  "title": "USDA NASS Cropland Data Layers",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "cdl",
    "cropland",
    "landcover",
    "nass",
    "usda"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}