{
  "type": "Collection",
  "id": "AU/GA/AUSTRALIA_5M_DEM",
  "stac_version": "1.0.0",
  "description": "The Digital Elevation Model (DEM) 5 meter Grid of Australia\nderived from LiDAR model represents a National 5 meter (bare\nearth) DEM which has been derived from some 236 individual LiDAR\nsurveys between 2001 and 2015 covering an area in excess of 245,000\nsquare kilometers. These surveys cover Australia's populated\ncoastal zone; floodplain surveys within the Murray Darling Basin,\nand individual surveys of major and minor population centers.\nAll available 1 meter resolution LiDAR-derived DEMs have been\ncompiled and resampled using a neighborhood-mean method to 5\nmeter resolution datasets for each survey area, and then merged\ninto a single dataset for each State. Each state's dataset is\nprovided as a separate image within the image collection.\n\nThe acquisition of the individual LiDAR surveys and derivation\nof the 5m product has been part of a long-term collaboration\nbetween Geoscience Australia, the Cooperative Research Centre\nfor Spatial Information (CRCSI), the Departments of Climate Change\nand Environment, State and Territory jurisdictions, Local Government\nand the Murray Darling Basin Authority under the auspices of\nthe National Elevation Data Framework and Coastal and Urban DEM\nProgram. The source datasets have been captured to standards\nthat are generally consistent with the Australian ICSM LiDAR\nAcquisition Specifications with require a fundamental vertical\naccuracy of at least 0.30m (95% confidence) and horizontal accuracy\nof at least 0.80m (95% confidence).\n\nThere are several areas close to Perth with null (NaN) values around\n(115.85, -31.99), (115.72, -33.75), and (115.10, -33.43).\n",
  "links": [],
  "title": "Australian 5M DEM",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "australia",
    "dem",
    "elevation",
    "ga",
    "geophysical",
    "geoscience_australia",
    "lidar"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}