{
    "slug": "ice-sheet-surface-elevation-change-rate-for-greenland-and-antarctica-from-1992-to-present-derived-from-satellite-observations",
    "name": "satellite-ice-sheet-elevation-change",
    "id": "eu.copernicus.climate.satellite-ice-sheet-elevation-change",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>This dataset provides estimates of surface elevation change over the Greenland and Antarctic ice sheets since 1992, utilizing satellite radar altimetry from five missions: ERS-1, ERS-2, ENVISAT, CryoSat-2, and Sentinel-3A. The surface elevation change is modelled over successive, overlapping periods and reported monthly. The dataset production method is an evolution of those employed by the European Space Agency (ESA)'s Greenland and Antarctic Ice Sheet Climate Change Initiatives and is guided by the Global Climate Observing System targets for the Ice Sheets Essential Climate Variable.</p>\n<p>An annual Climate Data Record (CDR), and monthly intermediate CDRs (ICDRs) are issued. Each monthly record includes all previous data, from 1992 onwards, as well as that month's update.</p>\n<p>This product is designed to provide data stability, so changes in the historic data, eg. if a satellite's elevation data is reprocessed or if inter-satellite cross-calibration is revised, are only introduced in the annual CDR. Each annual CDR is given a version number.</p>\n<p>The differences in the geographical location of the two sheets result in site-specific processing:</p>\n<p>Greenland: Data consists of surface elevation change rate and its uncertainty in a five-year (for the early satellites: ERS-1, ERS-2, and ENVISat) or three-year (for CryoSat-2 and Sentinel-3A) moving window. The moving window is advanced at one-month steps. Elevation measurements from satellite radar altimetry are used to build time-series of elevation change by the most optimal combination of the crossover-, repeat-track- and plane-fitting methods. The timeseries is derived for each cell on a 25km by 25km polar stereographic grid, covering the main Greenland ice sheet, and not including peripheral glaciers and ice caps. Data gaps have been filled using an ordinary Kriging interpolation method, and the distance to the nearest observational point is provided as utility information. The distance can be used to flag filled data.</p>\n<p>Antarctica: Data consists of surface elevation change rate over a five-year moving window that advances in one-month steps. It covers the Antarctic ice sheet, ice shelves and associated ice rises and islands on a 25km by 25km polar stereographic grid. Elevation measurements from five satellite radar altimetry missions, ERS1, ERS2, EnviSat, CryoSat-2 and Sentinel-3A, are used to produce timeseries of surface elevation change by the crossover method for each grid cell. The mission timeseries are cross-calibrated into a consistent record, which is used to derive surface elevation change rates and their uncertainty estimates in each cell and time-window. Data gaps are flagged but not filled.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Horizontal coverage</th><td>Greenland and Antarctica, on a regular polar stereographic grid</td></tr>\n<tr><th>Horizontal resolution</th><td>25km x 25km</td></tr>\n<tr><th>Vertical coverage</th><td>Surface</td></tr>\n<tr><th>Vertical resolution</th><td>Single layer</td></tr>\n<tr><th>Temporal coverage</th><td>1992 to present, with a two-month lag</td></tr>\n<tr><th>Temporal resolution</th><td><p>Greenland: 5-year model (for the early satellites: ERS-1, ERS-2, and ENVISat) or 3-year model (for CryoSat-2 and Sentinel-3A), applied at monthly intervals</p>\n<p>Antarctica: 5-year model, applied at monthly intervals</p></td></tr>\n<tr><th>File format</th><td>NetCDF-4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast (CF) Metadata Convention v1.7</td></tr>\n<tr><th>Versions</th><td><p>version 2.0: Contains data from ERS1, ERS2, EnviSat, CryoSat-2 and Sentinel-3A.</p>\n<p>version 3.0: Data from Sentinel-3B added to version 2.0 sources. Data from EnviSat and CryoSat-2 revised using upgraded baselines. </p></td></tr>\n<tr><th>Update frequency</th><td>Monthly</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Rate of elevation change</td><td class='variables-units'>m year<sup>-1</sup></td><td class='variables-description'><p>Greenland: Surface elevation change for each pixel in the grid over a period of 5 years for ERS1 &amp; 2 and EnviSat and 3 years for CryoSat-2 and Sentinel-3. Referred in the files as DHDT. The specific time when the 5 year  period (or the 3 year period after 2010) is centered is provided through the variable Time. The radar altimeter measurements are corrected for instrument effects, dry and wet tropospheric effect, ionospheric delay and surface slope. Measurements of height change are derived from a combination of repeat-track, along-track, crossover and plane-fitting algorithms. The height change rate is derived from weighted averaging of height change maps.</p>\n<p>Antarctica: Surface elevation change over a period of 5 years for each pixel in the grid. Referred in the files as SEC.   The specific value of the time when the 5 year  period is centered is provided through the variable Time. Radar altimeter measurements over all surfaces are corrected for instrument effects, dry and wet troposheric effect, ionospheric delay, solid earth tide, geocentric pole tide, ocean loading tide and surface slope. Over ice shelves they are also corrected for ocean tide and the inverse barometer effect. Measurements of height change are derived from the crossover method, and altimeters from different missions cross-calibrated using a multiple regression method. The height change rate is derived from least-squares fitting. No filling is applied to surface or time gaps.</p></td></tr>\n<tr><td class='variables-name'>Rate of elevation change uncertainty</td><td class='variables-units'>m year<sup>-1</sup></td><td class='variables-description'><p>Fitting uncertainty of the rate of elevation change.</p>\n<p>Greenland: The total uncertainty on the surface elevation change is the sum of two components in quadrature. The modelling component is the standard deviation of the surface elevation change linear least-squares fit. The measurement component is the combination of the uncertainties on the original altimetry measurements that went into the surface elevation change calculation, including geolocation, radar penetration, volume scattering, radar speckle and atmospheric attenuation.</p>\n<p>Antarctica: The total uncertainty on the surface elevation change is the sum of three components in quadrature. The modelling component is the standard deviation of the surface elevation change linear least-squares fit. The cross-calibration component is the standard deviation of any mission-pair cross-calibrations used in the 5 year period. The epoch component is the RMS of the uncertainties on the original altimetry measurements, as for Greenland.</p></td></tr>\n<tr><td class='variables-name'>Time</td><td class='variables-units'>hour</td><td class='variables-description'>The mid-time of the surface elevation change period. Given as the number of hours since 1990-01-01 00:00:00 UTC.  </td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">RELATED VARIABLES</th>\n    \n\n            <tr><td colspan=\"3\">Below are listed a number of related variables that are common to both the Antarctic and Greenland data. Other related variables are included in the files but are not listed in this table. Users are advised to consult the product user guide and specification for further details on the file contents.</td>\n        \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Land mask</td><td class='variables-units'>Dimensionless</td><td class='variables-description'><p>Greenland: Flag indicating ice cover, from the PROMICE project.</p>\n<p>Antarctica: Flag indicating surface type, from the MODIS project.</p></td></tr>\n<tr><td class='variables-name'>Slope mask</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Flag for the validity of the result of the computation of the ice sheet slope.</td></tr>\n<tr><td class='variables-name'>Valid flag</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Flag indicating the validity of the  elevation change estimate.</td></tr>\n</table>\n    </div>",
    "terms": [
        "creative-commons-attribute-4-international-licence"
    ],
    "constraints": [
        {
            "climate_data_record_type": [
                "tcdr"
            ],
            "domain": [
                "antarctica",
                "greenland"
            ],
            "version": [
                "2_0",
                "3_0"
            ]
        },
        {
            "climate_data_record_type": [
                "icdr"
            ],
            "domain": [
                "antarctica",
                "greenland"
            ],
            "version": [
                "3_0"
            ]
        }
    ]
}