{
    "slug": "arctic-route-availability-and-cost-projection-derived-from-climate-projections-of-ice-concentration-and-thickness",
    "name": "sis-shipping-arctic",
    "id": "eu.copernicus.climate.sis-shipping-arctic",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>As part of the C3S Global Shipping service,  sea ice condition climate projections were used to derive indicators which are useful to the global shipping industry. The derived indicators are gathered in the present catalogue and distributed as monthly decadal projections. \nThe skill of 25 Coupled Model Intercomparison Project Phase 5 (CMIP5) climate projection models was assessed against the historical sea ice concentration from ERA-Interim. The 5 most skillful CMIP5 models were used (relative root mean square error &lt; 10%) to derive the present indicators. Both RCP4.5 and RCP8.5 CMIP5 experiments were considered.</p>\n<p>Two different types of indicators were produced. The first type provides information about the ice and accessibility conditions over the whole arctic ocean and includes: Sea ice extent maps, accessibility maps for different ice classes and average sea ice concentration and thickness conditions maps.</p>\n<p>The second type of indicators (e.g. trip duration,  fuel consumption) provides information about the navigation conditions along a specific arctic route going through the so-called North-East Passage  for an ARC4 bulk carrier. </p>\n<p>Due to the global warming and the continuous decline of Arctic sea ice, maritime transport in the Arctic region has been increased dramatically. While operating in the Arctic area, ships face regular environment loads and ice loads synchronously, the consideration of ice resistance is essential for the\nfuel consumption estimation in the ice-covered water voyage. For this specific bulk carrier, the Arctic\nsailing cost is composed of the following operational costs: the insurance cost is assumed to be 500usd/day, the ship renting cost is assumed to be 40kusd/day and the crew cost (including wages, social benefits, entertainments, etc.) is assumed to be 6kusd/day.</p>\n<p>The other big category of the cost is associated with the fuel cost. The fuel cost is computed by first\nestimating the ship’s resistance in the still water and in various ice conditions along the arctic ship route. It should be noted that since in the climate projection data does not contain the wave and wind\ninformation, the resistance caused by wind and wave will be neglected in the calculation. The calm/still water resistance is estimated by the well-known formula proposed by Holtrop and Mennen (1982). The ice resistance is estimated by the method proposed by Lindqvist (1989), which divides resistance components into ice crushing, bending-induced breaking and submergence, based on the physical phenomena. This method gives ice resistance as functions of ship main dimensions, hull form, ice thickness, ice friction and ice strength.</p>\n<p>After getting the ship resistance for various ice conditions and operational conditions (ship speed), it will be divided by the propulsion efficiency of the ship to get the require marine engine power, that can push the ship forward to overtake the still water and ice resistance. The fuel consumption rate for the calculated engine power will be easily analysed by given the engine oil properties. For the given arctic ship route and sailing time (speeds), the total fuel cost can be estimated. The ship’s (maximum) sailing speed at various ice conditions is determined according to the Russian Polar Class rules.</p>\n<p>Finally, another cost is related to if the ship needs support from Ice breaker for resorted ice navigation. Whether or not the ice breaker is needed is determined according to the ship’s ice class and the most severe ice conditions along the ship’s arctic route during that voyage based on Russian Polar Class rules. If the ice breaker is needed, then a big fixed ice breaker renting cost of 1200kusd will be added to the total cost.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Projection</th><td>Regular latitude-longitude grid.</td></tr>\n<tr><th>Horizontal coverage</th><td>Global trajectories</td></tr>\n<tr><th>Horizontal resolution</th><td>1.0° x 1.0°</td></tr>\n<tr><th>Temporal coverage</th><td>From January 2010 to December 2100.</td></tr>\n<tr><th>Temporal resolution</th><td>Month</td></tr>\n<tr><th>File format</th><td>NetCDF4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast Metadata Convention v1.6.  Attribute Convention for Dataset Discovery (ACDD) v1.3.</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Arctic accessibility index ARC4</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC4 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice thickness.</td></tr>\n<tr><td class='variables-name'>Arctic accessibility index ARC5</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC5 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice thickness.</td></tr>\n<tr><td class='variables-name'>Arctic accessibility index ARC6</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC6 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice.</td></tr>\n<tr><td class='variables-name'>Arctic accessibility index ARC7</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC7 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice thickness.</td></tr>\n<tr><td class='variables-name'>Arctic accessibility index ARC8</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC8 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice thickness.</td></tr>\n<tr><td class='variables-name'>Arctic accessibility index ARC9</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether the ice class ARC9 ship can access a specific Arctic area, determined by the monthly decadal projection value of sea ice concentration and sea ice thickness.</td></tr>\n<tr><td class='variables-name'>Arctic route cost</td><td class='variables-units'>$</td><td class='variables-description'>The predicted total cost for a specific ice class ship and defined Arctic Passage route, based on monthly decadal projection value of sea ice concentration and sea ice thickness. Costs cover rental, crew, fuel, insurance and eventual icebreaker costs.</td></tr>\n<tr><td class='variables-name'>Fuel consumption</td><td class='variables-units'>kg</td><td class='variables-description'>The predicted fuel consumption at every waypoint along the arctic route for a specific ice class ship and defined Arctic Passage route, based on the sea ice concentration and sea ice thickness projection.'</td></tr>\n<tr><td class='variables-name'>Ice resistance</td><td class='variables-units'>N</td><td class='variables-description'>The predicted ice resistance for a specific ice class ship and defined Arctic Passage route, based on the sea ice concentration and sea ice thickness projection. Values are provided as monthly decadal projection.</td></tr>\n<tr><td class='variables-name'>Icebreaker need</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0 - 1) indicating whether an icebreaker is needed for a specific ice class ship and defined Arctic Passage route, based on monthly decadal projection value of sea ice concentration and sea ice thickness</td></tr>\n<tr><td class='variables-name'>Maximum sea ice extent mask</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0-1) providing the monthly decadal maximum of the arctic sea ice extent projection.</td></tr>\n<tr><td class='variables-name'>Mean sea ice extent mask</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0-1) providing the monthly decadal mean of the arctic sea ice extent projection.</td></tr>\n<tr><td class='variables-name'>Minimum sea ice extent mask</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>Mask (0-1) providing the monthly decadal minimum of the arctic sea ice extent projection.</td></tr>\n<tr><td class='variables-name'>Sea ice concentration</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>The monthly decadal averaged value of the area fraction of the model grid cell covered by sea ice predicted by CMIP5 models.</td></tr>\n<tr><td class='variables-name'>Sea ice thickness</td><td class='variables-units'>m</td><td class='variables-description'>The monthly decadal averaged value of the sea ice thickness projection.</td></tr>\n<tr><td class='variables-name'>Shaft power</td><td class='variables-units'>W</td><td class='variables-description'>The predicted shaft power for a specific ice class ship and defined Arctic Passage route, based on the sea ice concentration and sea ice thickness projection. Values are provided as monthly decadal projection.</td></tr>\n<tr><td class='variables-name'>Ship speed</td><td class='variables-units'>m s<sup>-1</sup></td><td class='variables-description'>The predicted allowed ship speed for a specific ice class ship and defined Arctic Passage route, based on the sea ice concentration and sea ice thickness projection. Values are provided as monthly decadal projection.</td></tr>\n<tr><td class='variables-name'>Trip duration</td><td class='variables-units'>s</td><td class='variables-description'>The predicted sailing time profile for a specific ice class ship and defined Arctic Passage route, based on the monthly decadal sea ice concentration and sea ice thickness projection.</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ]
}