{
    "slug": "lake-water-levels-from-1992-to-present-derived-from-satellite-observations",
    "name": "satellite-lake-water-level",
    "id": "eu.copernicus.climate.satellite-lake-water-level",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>This dataset provides lake water levels for 94 selected lakes on four continents derived from satellite radar altimetry. Lake water level information is traditionally obtained via ground-based observation systems and networks that suffer from well-known inherent problems: high cost, sparse coverage (often limited to political local/national instead of geographical/hydrological boundaries), slow dissemination of data, heterogeneous temporal coverage, destruction of the stations during floods, absence of stations in remote areas, absence of management strategy, etc. </p>\n<p>Although originally conceived to study open ocean processes, the radar altimeter satellites have nevertheless acquired numerous useful measurements over lakes. With this technique, the Lake Water Level is defined as the height, in meters above the geoid (the shape that the surface would take under the influence of the gravity and rotation of Earth) of the reflecting surface. It is observed by space radar altimeters that measure the time it takes for radar pulses to reach the ground targets, directly below the spacecraft (nadir position), and return. Hence, only lakes located along the satellite's ground tracks can be monitored, with a quality of measurement that not only depends of the size of the lake, but also on the reflecting targets in its surroundings such as topography or vegetation. For each of the key lakes monitored in the C3S Lakes production system, the Level-3 Water Level is provided in separate file along with the corresponding uncertainty.</p>\n<p>This altimetric technique, that can complement ground-based observations systems, potentially provides a major improvement in the field of continental hydrology, due to the global coverage (however limited to Earth’s portion at nadir of the orbital ground tracks), regular temporal sampling and short delivery delays. </p>\n<p>The Lake Water Level is a recognized Essential Climate Variable (ECV) by the Global Climate Observing System (GCOS).\nLake Water Level products are generated by CLS on behalf of the Copernicus Climate Change Services, the Earth Observation Programme of the European Commission. </p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Point data</td></tr>\n<tr><th>Horizontal coverage</th><td>Global (94 lakes on 4 continents)</td></tr>\n<tr><th>Horizontal resolution</th><td>One value per lake per timestep</td></tr>\n<tr><th>Vertical coverage</th><td>Single level</td></tr>\n<tr><th>Vertical resolution</th><td>Surface</td></tr>\n<tr><th>Temporal coverage</th><td>1992 to present</td></tr>\n<tr><th>Temporal resolution</th><td>Between 1 to 10 days</td></tr>\n<tr><th>File format</th><td>NetCDF-4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast (CF) Metadata Convention v1.7, Attribute Convention for Dataset Discovery (ACDD) v1.3</td></tr>\n<tr><th>Versions</th><td>2.1</td></tr>\n<tr><th>Update frequency</th><td>Annually</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Water surface height</td><td class='variables-units'>m</td><td class='variables-description'>The height of the water surface with respect to geoid  (the shape that the surface would take under the influence of the gravity and rotation of Earth) of the inland water body.</td></tr>\n<tr><td class='variables-name'>Water surface height uncertainty</td><td class='variables-units'>m</td><td class='variables-description'>The uncertainty attributed to the water surface height for each time step.</td></tr>\n</table>\n    </div>",
    "terms": [
        "creative-commons-attribution-noncommercial-4-0-international-public-licence"
    ]
}