{
    "slug": "alpine-gridded-monthly-precipitation-data-since-1871-derived-from-in-situ-observations",
    "name": "insitu-gridded-observations-alpine-precipitation",
    "id": "eu.copernicus.climate.insitu-gridded-observations-alpine-precipitation",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>This dataset, also known as the Long-term Alpine Precipitation Reconstruction (LAPrec), provides gridded fields of monthly precipitation for the Alpine region (eight countries). The dataset is derived from station observations and is provided in two issues: </p>\n<ul>\n<li>LAPrec1871 starts in 1871 and is based on data from 85 input series;</li>\n<li>LAPrec1901 starts in 1901 and is based on data from 165 input series. </li>\n</ul>\n<p>This allows user flexibility in terms of requirements defined by temporal extent or spatial accuracy. LAPrec was constructed to satisfy high climatological standards, such as temporal consistency and the realistic reproduction of spatial patterns in complex terrain. As the dataset covers over one-hundred years in temporal extent, it is a qualified basis for historical climate analysis in a mountain region that is highly affected by climate change.</p>\n<p>The production of LAPrec combines two data sources: </p>\n<ul>\n<li>\n<p>HISTALP (Historical Instrumental Climatological Surface Time Series of the Greater Alpine Region) offers homogenised station series of monthly precipitation reaching back into the 19th century.</p>\n</li>\n<li>\n<p>APGD (Alpine Precipitation Grid Dataset) provides daily precipitation gridded data for the period 1971–2008 built from more than 8500 rain gauges. </p>\n</li>\n</ul>\n<p>The adopted reconstruction method, Reduced Space Optimal Interpolation (RSOI), establishes a linear model between station and grid data, calibrated over the period when both are available. RSOI involves a Principal Component Analysis (PCA) of the high-resolution grid data, followed by an Optimal Interpolation (OI) using the long-term station data.</p>\n<p>The LAPrec dataset is updated on a two-year basis, by no later than the end of February each second year. The latest version of the dataset will extend until the end of the year before its release date.</p>\n<p>LAPrec has been developed in the framework of the Copernicus Climate Change Service in a collaboration between the national meteorological services of Switzerland (MeteoSwiss, Federal Office of Meteorology and Climatology) and Austria (ZAMG, Zentralanstalt für Meteorologie und Geodynamik).</p>\n<p>For more information on input data, methodical construction, applicability, versioning and data access, see the product user guide in the Documentation tab.</p>\n<p>The latest version of the dataset will temporally extend until the end of the year before its release date.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Projection</th><td>Lambert Azimuthal Equal-Area projection (ETRS89)</td></tr>\n<tr><th>Horizontal coverage</th><td>Alpine region (approximately 43–49°N, 4–17.5°E, land area only)</td></tr>\n<tr><th>Horizontal resolution</th><td>5 km</td></tr>\n<tr><th>Vertical coverage</th><td>Surface</td></tr>\n<tr><th>Vertical resolution</th><td>Single layer</td></tr>\n<tr><th>Temporal coverage</th><td>1871 to 2020</td></tr>\n<tr><th>Temporal resolution</th><td>Monthly</td></tr>\n<tr><th>File format</th><td>NetCDF4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast Metadata Convention v1.6 (CF-1.6)</td></tr>\n<tr><th>Versions</th><td>1.1, 1.2</td></tr>\n<tr><th>Update frequency</th><td>Every second year</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Precipitation</td><td class='variables-units'>kg m<sup>-2</sup></td><td class='variables-description'>Precipitation in the Earth's atmosphere means precipitation of water in all phases. The data represents the accumulated monthly precipitation calculated as the sum of daily precipitation measured between 07:00 CET of the respective day and 07:00 CET of the following day.</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ]
}