{
    "slug": "complete-era5-global-atmospheric-reanalysis",
    "name": "reanalysis-era5-complete",
    "id": "eu.copernicus.climate.reanalysis-era5-complete",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>ERA5 is the fifth generation ECMWF atmospheric reanalysis of the global climate covering the period from January 1940 to present1. It is produced by the Copernicus Climate Change Service (C3S) at ECMWF and provides hourly estimates of a large number of atmospheric, land and oceanic climate variables. The data cover the Earth on a 31km grid and resolve the atmosphere using 137 levels from the surface up to a height of 80km. ERA5 includes an ensemble component at half the resolution to provide information on synoptic uncertainty of its products.</p>\n<p>ERA5.1 is a dedicated product with the same horizontal and vertical resolution that was produced for the years 2000 to 2006 inclusive to significantly improve a discontinuity in global-mean temperature in the stratosphere and uppermost troposphere that ERA5 suffers from during that period. Users that are interested in this part of the atmosphere in this era are advised to access ERA5.1 rather than ERA5.</p>\n<p>ERA5 and ERA5.1 use a state-of-the-art numerical weather prediction model to assimilate a variety of observations, including satellite and ground-based measurements, and produces a comprehensive and consistent view of the Earth's atmosphere. These products are  widely used by researchers and practitioners in various fields, including climate science, weather forecasting, energy production and machine learning among others, to understand and analyse past and current weather and climate conditions.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Projection</th><td><p>Atmosphere and land variables are on a reduced Gaussian grid of N320 (about 31km) for ERA5 and N160 (about 63km) for the ERA5 ensemble component</p>\n<p>Ocean wave quantities are on a reduced latitude/longitude grid with a resolution of 0.36 degrees and 1.0 degree for ERA5 and its ensemble component, respectively</p></td></tr>\n<tr><th>Horizontal coverage</th><td>Global: </td></tr>\n<tr><th>Horizontal resolution</th><td><p>31km x 31km for ERA5 atmosphere and land quantities (N320)</p>\n<p>63km x 63km for ERA5 ensemble atmosphere and land quantities (N160)</p>\n<p>0.5 x 0.5 degrees for ERA5 wave variables </p>\n<p>1.0 x 1.0 degrees for ERA5 ensemble wave variables </p></td></tr>\n<tr><th>Vertical coverage</th><td><p>Near surface or one level for single level variables.</p>\n<p>From surface to about 80km for model level variables</p>\n<p>From 1000 hPa to 1 hPa for pressure level variables</p></td></tr>\n<tr><th>Vertical resolution</th><td><p>137 model levels from 80km to the surface</p>\n<p>37 pressure levels from 1000 to 1 hPa</p>\n<p>16 potential temperature levels from  265 K to 850 K</p>\n<p>1 potential vorticity level at 2 PVU</p></td></tr>\n<tr><th>Temporal coverage</th><td><p>ERA5: January 1940 to present</p>\n<p>ERA5.1: January 2000 to December 2006</p></td></tr>\n<tr><th>Temporal resolution</th><td><p>All ERA5 variables are availabe hourly</p>\n<p>All ERA5 ensemble variables are availabe 3-hourly</p></td></tr>\n<tr><th>File format</th><td>part GRIB-1, part GRIB2</td></tr>\n<tr><th>Update frequency</th><td><p>ERA5: Daily</p>\n<p>ERA5.1: None</p></td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ]
}