{
  "type": "Collection",
  "id": "OpenET/SSEBOP/CONUS/GRIDMET/MONTHLY/v2_0",
  "stac_version": "1.0.0",
  "description": "Operational Simplified Surface Energy Balance (SSEBop)\n\nThe Operational Simplified Surface Energy Balance (SSEBop) model by Senay\net al. (2013, 2017) is a thermal-based simplified surface energy model for\nestimating actual ET based on the principles of satellite psychrometry\n(Senay 2018). The OpenET SSEBop implementation uses land surface temperature\n(Ts) from Landsat (Collection 2 Level-2 Science Products) with key model\nparameters (cold/wet-bulb reference, Tc, and surface psychrometric\nconstant, 1/dT) derived from a combination of observed surface temperature,\nnormalized difference vegetation index (NDVI), climatological average\n(1980-2017) daily maximum air temperature (Ta, 1-km) from Daymet, and\nnet radiation data from ERA-5. This model implementation uses the Google\nEarth Engine processing framework for connecting key SSEBop ET functions\nand algorithms together when generating both intermediate and aggregated ET\nresults. A detailed study and evaluation of the SSEBop model across CONUS\n(Senay et al., 2022) informs both cloud implementation and assessment for\nwater balance applications at broad scales. Notable model (v0.2.6)\nenhancements and performance against previous versions include additional\ncompatibility with Landsat 9 (launched Sep 2021), global model\nextensibility, and improved parameterization of SSEBop using\nFANO (Forcing and Normalizing Operation) to better estimate ET\nin all landscapes and all seasons regardless of vegetation cover density,\nthereby improving model accuracy by avoiding extrapolation of Tc to\nnon-calibration regions.\n\n[Additional information](https://openetdata.org/methodologies/)\n",
  "links": [],
  "title": "OpenET CONUS SSEBop Monthly Evapotranspiration v2.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "conus",
    "evapotranspiration",
    "gridmet_derived",
    "landsat_derived",
    "monthly",
    "openet",
    "water"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}