{
  "type": "Collection",
  "id": "WWF/HydroSHEDS/15CONDEM",
  "stac_version": "1.0.0",
  "description": "HydroSHEDS is a mapping product that provides hydrographic\ninformation for regional and global-scale applications in a consistent\nformat. It offers a suite of geo-referenced datasets (vector and\nraster) at various scales, including river networks, watershed\nboundaries, drainage directions, and flow accumulations. HydroSHEDS\nis based on elevation data obtained in 2000 by NASA's Shuttle Radar\nTopography Mission (SRTM).\n\nThis hydrologically conditioned elevation dataset is the result of an iterative conditioning and correction process. Note that the conditioning process alters the original DEM and may render it incorrect for applications other than deriving drainage directions. Endorheic basins (inland sinks) are 'seeded' with a no-data cell at their lowest point in order to terminate the flow. Full details of the underlying digital elevation model are available in the HydroSHEDS website and documentation.\n\nThis dataset is at 15 arc-second resolution. The datasets available at 15 arc-seconds are the Hydrologically Conditioned DEM, Drainage (Flow) Direction, and Flow Accumulation.\n\nNote that the quality of the HydroSHEDS data is significantly lower for regions above\n60 degrees northern latitude as there is no underlying SRTM elevation data available\nand thus a coarser-resolution DEM was (HYDRO1k provided by USGS).\n\nHydroSHEDS was developed by the World Wildlife Fund (WWF)\nConservation Science Program in partnership with the U.S. Geological\nSurvey, the International Centre for Tropical Agriculture, The\nNature Conservancy, and the Center for Environmental Systems Research\nof the University of Kassel, Germany.\n",
  "links": [],
  "title": "WWF HydroSHEDS Hydrologically Conditioned DEM, 15 Arc-Seconds",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "conditioned",
    "dem",
    "elevation",
    "geophysical",
    "hydrography",
    "hydrology",
    "hydrosheds",
    "srtm",
    "topography",
    "water",
    "wwf"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}