{
  "type": "Collection",
  "id": "WWF/HydroSHEDS/15DIR",
  "stac_version": "1.0.0",
  "description": "HydroSHEDS is a mapping product that provides hydrographic\ninformation for regional and global-scale applications in a consistent\nformat. It offers a suite of geo-referenced datasets (vector and\nraster) at various scales, including river networks, watershed\nboundaries, drainage directions, and flow accumulations. HydroSHEDS\nis based on elevation data obtained in 2000 by NASA's Shuttle Radar\nTopography Mission (SRTM).\n\nThis drainage direction dataset defines the direction\nof flow from each cell in the conditioned DEM to its steepest\ndown-slope neighbor. Values of drainage direction vary from 1\nto 128. All final outlet cells to the ocean are flagged with\na value of 0. All cells that mark the lowest point of an endorheic\nbasin (inland sink) are flagged with a value of -1. The drainage\ndirection values follow the convention adopted by ESRI's flow\ndirection implementation: 1=E, 2=SE, 4=S, 8=SW, 16=W, 32=NW,\n64=N, 128=NE.\n\nThis dataset is at 15 arc-second resolution.\nThe datasets available at 15 arc-seconds are the Hydrologically\nConditioned DEM, Drainage (Flow) Direction, and Flow Accumulation.\n\nNote that the quality of the HydroSHEDS data is significantly lower for regions above\n60 degrees northern latitude as there is no underlying SRTM elevation data available\nand thus a coarser-resolution DEM was (HYDRO1k provided by USGS).\n\nHydroSHEDS was developed by the World Wildlife Fund (WWF)\nConservation Science Program in partnership with the U.S. Geological\nSurvey, the International Centre for Tropical Agriculture, The\nNature Conservancy, and the Center for Environmental Systems Research\nof the University of Kassel, Germany.\n",
  "links": [],
  "title": "WWF HydroSHEDS Drainage Direction, 15 Arc-Seconds",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "direction",
    "drainage",
    "flow",
    "geophysical",
    "hydrography",
    "hydrology",
    "hydrosheds",
    "srtm",
    "water",
    "wwf"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}