{
  "type": "Collection",
  "id": "EO:EUM:DAT:0194",
  "stac_version": "1.0.0",
  "description": "This is an image of Advanced Very High Resolution Radiometer (AVHRR) channel IR 10.8 Level 1b Brightness Temperatures, accumulated over the last 6 orbits. The indicated time represents the end of the last orbit (when the satellite crosses the equator in the ascending node). \nThe IR10.8 channel is an atmospheric window channel (where the absorption of the gas molecules is low), and it helps in distinguishing thick clouds by to their cloud top temperatures.  \nThe accumulated images are displayed mapping the same temperature range for day and night, i.e. 220 K-310 K, in order to have quite homogeneous images during the entire 24 hours and also to have a good contrast in the polar regions.\nThe Advanced Very High Resolution Radiometer (AVHRR) is a multipurpose imaging instrument used for global monitoring of cloud cover, sea surface temperature, ice, snow and vegetation cover characteristics. It operates at 6 different channels simultaneously at a spatial resolution of about 1 Km near-nadir.\nAVHRR has many applications in oceanography, meteorology and terrestrial sciences:\n- Multi-Channel SST (MCSST) is the main geophysical parameter of use in AVHRR oceanographic applications. \n- Another oceanographic application of AVHRR data is in the study of sea ice. Properly filtered for clouds over ice, AVHRR imagery can be used to compute sea ice concentration, type and ice edge location. It can also be used to compute ice motion.\n- Multi-channel imagery from the AVHRR has also proven to be useful in snow cover mapping. The frequent coverage of the AVHRR is the prime advantage in being able to distinguish clouds from snow cover with their similar albedo signature. Combined with topographic relief information, snow cover from AVHRR can be converted to snow-water equivalent to give an estimate of the amount of water reserve represented by the winter snow pack.\n- Day and night cloud mapping is the main application of AVHRR data in meteorology, especially at high latitudes where data from geostationary satellites are severely affected by Earth curvature. AVHRR's frequent day/night synoptic coverage and high horizontal resolution are features that make the system unique for the study of land surface.",
  "links": [],
  "title": "AVHRR IR10.8 6 orbits accumulated - Metop A",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -67.5,
          -67.5,
          67.5,
          67.5
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2005-06-21T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmosphere",
    "Land",
    "Level 1 Data",
    "Ocean"
  ],
  "providers": [
    {
      "name": "European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT)",
      "description": "EUMETSAT Data store",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://data.eumetsat.int/"
    }
  ]
}