{
  "type": "Collection",
  "id": "EO:EUM:DAT:0842",
  "stac_version": "1.0.0",
  "description": "This is a reprocessed dataset at baseline F08, which is continued by the NTC data stream from 09/Feb/2023 onwards.\n\nThe product contain the typical altimetry measurements, like the altimeter range, the sea surface height, the wind speed, significant wave height and all required geophysical corrections and related flags derived from LR. Two measurement data files are available (standard and reduced), each with a different number of variables. The standard data file includes 1 Hz and 20 Hz measurements for the Ku- and C-bands as well as geophysical corrections at 1 Hz and some at 20 Hz. The reduced data file contains only 1 Hz measurements for the Ku- and C-bands as well as geophysical corrections at 1 Hz.\n\nThese products are suitable for users seeking information on sea state and those creating downstream added value products from multiple altimeters.\n\nSentinel-6 is part of a series of Sentinel satellites, under the umbrella of the EU Copernicus programme. It is a collaborative Copernicus mission, implemented and co-funded by the European Commission, ESA, EUMETSAT and the USA, through NASA and the National Oceanic and Atmospheric Administration (NOAA).",
  "links": [],
  "title": "Poseidon-4 Altimetry Level 2 Low Resolution (baseline version F08) - Sentinel-6 - Reprocessed",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -66.15,
          180.0,
          66.15
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2020-12-17T00:00:00Z",
          "2023-02-09T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Level 2 Data",
    "Ocean",
    "Ocean Surface Wind",
    "Sea Surface Height",
    "Wave",
    "Wind",
    "disableCustomizeCart"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}