{
  "type": "Collection",
  "id": "projects/planet-nicfi/assets/basemaps/americas",
  "stac_version": "1.0.0",
  "description": "This image collection provides access to high-resolution satellite\nmonitoring of the tropics for the primary purpose of reducing and reversing the\nloss of tropical forests, contributing to combating climate change, conserving\nbiodiversity, contributing to forest regrowth, restoration and enhancement, and\nfacilitating sustainable development, all of which must be Non-Commercial Use.\n\nTo learn how to access the Basemaps, follow the\n[sign up instructions here](https://developers.planet.com/docs/integrations/gee/nicfi/).\n\nNICFI mosaics contain both monthly and biannual collections.\n(Biannual collections are generated every 6 months.)  The type of\nthe mosaic is stored in the image metadata field 'cadence'. Use that\nfield along with the start and end date for each mosaic to find\nthe desired imagery.\n\nFull details about the Basemaps are available in\n[Planet's NICFI Basemap spec](https://assets.planet.com/docs/NICFI_Basemap_Spec_Addendum.pdf).\n\nFor more information about NICFI (Norway's International Climate\nand Forest Initiative) and the NICFI Basemaps,\n[see the FAQ](https://assets.planet.com/docs/NICFI_General_FAQs.pdf).\n\nIn support of NICFI's mission, you can use this data for a number of projects including, but not limited to:\n\n* Advance scientific research about the world's tropical forests and the critical services they provide.\n* Implement and improve policies for sustainable forest management and land use in developing tropical forest countries and jurisdictions.\n* Increase transparency and accountability in the tropics.\n* Protect and improve the rights of indigenous peoples and local communities in tropical forest countries.\n* Innovate solutions towards reducing pressure on forests from global commodities and financial markets.\n",
  "links": [],
  "title": "Planet & NICFI Basemaps for Tropical Forest Monitoring - Tropical Americas",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "basemaps",
    "forest",
    "nicfi",
    "planet",
    "sr",
    "surface_reflectance",
    "tropics"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}