{
  "type": "Collection",
  "id": "GOOGLE/DYNAMICWORLD/V1",
  "stac_version": "1.0.0",
  "description": "Dynamic World is a 10m near-real-time (NRT) Land Use/Land Cover (LULC)\ndataset that includes class probabilities and label information for nine\nclasses.\n\nDynamic World predictions are available for the Sentinel-2 L1C collection\nfrom 2015-06-27 to present. The revisit frequency of Sentinel-2 is between\n2-5 days depending on latitude. Dynamic World predictions are generated for\nSentinel-2 L1C images with CLOUDY_PIXEL_PERCENTAGE <= 35%.\nPredictions are masked to remove clouds and cloud shadows using a\ncombination of S2 Cloud Probability, Cloud Displacement Index, and\nDirectional Distance Transform.\n\nImages in the Dynamic World collection have names matching the individual\nSentinel-2 L1C asset names from which they were derived, e.g:\n\n  ee.Image('COPERNICUS/S2/20160711T084022_20160711T084751_T35PKT')\n\nhas a matching Dynamic World image named:\n  ee.Image('GOOGLE/DYNAMICWORLD/V1/20160711T084022_20160711T084751_T35PKT').\n\nAll probability bands except the \"label\" band collectively sum to 1.\n\nTo learn more about the Dynamic World dataset and see examples for\ngenerating composites, calculating regional statistics, and working with the\ntime series, see the [Introduction to Dynamic World](https://developers.google.com/earth-engine/tutorials/community/introduction-to-dynamic-world-pt-1) tutorial series.\n\nGiven Dynamic World class estimations are derived from single images using a\nspatial context from a small moving window, top-1 \"probabilities\" for\npredicted land covers that are in-part defined by cover over time, like\ncrops, can be comparatively low in the absence of obvious distinguishing\nfeatures. High-return surfaces in arid climates, sand, sunglint, etc may\nalso exhibit this phenomenon.\n\nTo select only pixels that confidently belong to a Dynamic World class,\nit is recommended to mask Dynamic World outputs by thresholding the\nestimated \"probability\" of the top-1 prediction.\n",
  "links": [],
  "title": "Dynamic World V1",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "global",
    "google",
    "landcover",
    "landuse",
    "nrt",
    "sentinel2_derived"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}