{
  "type": "Collection",
  "id": "ECMWF/ERA5_LAND/MONTHLY_AGGR",
  "stac_version": "1.0.0",
  "description": "ERA5-Land is a reanalysis dataset providing a consistent view of the\nevolution of land variables over several decades at an enhanced resolution\ncompared to ERA5. ERA5-Land has been produced by replaying the land\ncomponent of the ECMWF ERA5 climate reanalysis. Reanalysis combines model\ndata with observations from across the world into a globally complete and\nconsistent dataset using the laws of physics. Reanalysis produces data that\ngoes several decades back in time, providing an accurate description of the\nclimate of the past. This dataset includes all 50 variables as available on\nCDS.\n\nThe asset is a monthly aggregate of ECMWF ERA5 Land hourly assets which\nincludes both flow and non-flow bands. Flow bands are formed by collecting\nthe first hour's data of the following day for each day of the month and\nthen adding them together, while the non-flow bands are created by\naveraging all hourly data of the month. The flow bands are labeled with\nthe \"_sum\" identifier, which approach is different from the monthly data\nproduced by Copernicus Climate Data Store, where flow bands are averaged\ntoo.\n\nMonthly aggregates have been pre-calculated to facilitate many applications\nrequiring easy and fast access to the data, when sub-monthly fields are not\nrequired.\n\nERA5-Land monthly aggregated data is available from 1950 to three months\nfrom real-time. More information can be found at the\n[Copernicus Climate Data Store](https://cds.climate.copernicus.eu).\n",
  "links": [],
  "title": "ERA5-Land Monthly Aggregated - ECMWF Climate Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "cds",
    "climate",
    "copernicus",
    "ecmwf",
    "era5_land",
    "evaporation",
    "heat",
    "lakes",
    "precipitation",
    "pressure",
    "radiation",
    "reanalysis",
    "runoff",
    "snow",
    "soil_water",
    "temperature",
    "vegetation",
    "wind"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}