{
  "type": "Collection",
  "id": "ECMWF/ERA5_LAND/MONTHLY_BY_HOUR",
  "stac_version": "1.0.0",
  "description": "ERA5-Land is a reanalysis dataset providing a consistent view of the evolution of land variables\nover several decades at an enhanced resolution compared to ERA5. ERA5-Land has been produced by\nreplaying the land component of the ECMWF ERA5 climate reanalysis. Reanalysis combines model\ndata with observations from across the world into a globally complete and consistent dataset\nusing the laws of physics. Reanalysis produces data that goes several decades back in time,\nproviding an accurate description of the climate of the past. This dataset includes all 50\nvariables as available on CDS.\n\nThe data presented here is a subset of the full ERA5-Land dataset post-processed by ECMWF.\nMonthly-mean averages have been pre-calculated to facilitate many applications requiring easy and\nfast access to the data, when sub-monthly fields are not required.\n\nPlease note that the convention for accumulations used in ERA5-Land differs with that for ERA5.\nThe accumulations are treated the same as those in ERA-Interim or ERA-Interim/Land, i.e., they\nare accumulated from the beginning of the forecast to the end of the forecast step. This happens\nwithin every day and gets reset on midnight. The Earth Engine Data team added 19 additional bands,\none for each of the accumulation bands, with the hourly values computed as the difference\nbetween two consecutive forecast steps.\n\nERA5-Land data is available from 1981 to three months from real-time. More information\ncan be found at the [Copernicus Climate Data Store](https://cds.climate.copernicus.eu).\n",
  "links": [],
  "title": "ERA5-Land Monthly Averaged by Hour of Day - ECMWF Climate Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "cds",
    "climate",
    "copernicus",
    "ecmwf",
    "era5_land",
    "evaporation",
    "heat",
    "lakes",
    "precipitation",
    "pressure",
    "radiation",
    "reanalysis",
    "runoff",
    "snow",
    "soil_water",
    "temperature",
    "vegetation",
    "wind"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}