{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SIS_AGROPRODUCTIVITY_INDICATORS",
  "stac_version": "1.0.0",
  "description": "This dataset provides crop productivity indicators up to near real-time and evapotranspiration indicators ending in 2018 with high-resolution coverage of agricultural regions with dominant cropping patterns from around the globe.\nThe crop productivity indicators provide insight into the phenological development (periodic events in biological life cycles), total biomass and yield (crop weight per unit area of land) of four major crops (wheat, maize, soybean, rice) at high grid resolution (0.1° x 0.1°) and with global coverage. The high resolution and global coverage allow these indicators to be used to analyse the effect of climate variability on crop yields at regional scales. The crop productivity indicators are not suitable for field-scale analysis.\nThe evapotranspiration indicators provide the actual and potential vegetation and soil evapotranspiration. This is the sum of water vapor fluxes from soil evaporation, wet canopy evaporation and plant transpiration at the dry canopy surface. The product provides insight into regional and interannual variability in vegetation water use (actual and potential) and water stress. It can be used as an indicator to determine the impact of water stress on crops and vegetation in general. The evapotranspiration indicators are not suitable for field-scale analysis.\nThis dataset was produced on behalf of the Copernicus Climate Change Service.",
  "links": [],
  "title": "Crop productivity and evapotranspiration indicators from 2000 to present derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1999-09-01T00:00:00Z",
          "2023-02-10T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Meteorological geographical features",
    "Product type: Reanalysis",
    "Product type: Sectoral climate indices",
    "Spatial coverage: Global",
    "Variable domain: Land (biosphere)",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Sector: Agriculture"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}