{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SIS_SOIL_EROSION",
  "stac_version": "1.0.0",
  "description": "This dataset provides rainfall erosivity (R factor), associated indicators, and the potential for soil loss induced by water erosion for Italy. The dataset is derived from integrating rainfall data included in Climate Data Store with non-climate data to assess soil susceptibility to water erosion according to Revised Universal Soil Loss Equation (RUSLE) approach. The gridded dataset can support the decision-making process of many stakeholders for strategical planning purposes across different sectors addressed by the Copernicus Climate Change Service. The dataset provides:\n\n\nKey information on water erosion dynamics in terms of R factor and potential soil loss for the historical period. The assessment of R factor uses as input gridded observations (E-OBS) and reanalysis data (ERA5, ERA5-Land) for precipitation included in Climate Data Store. The soil loss assessment is obtained by further operating the R factor derived from ERA5-Land with non-climate gridded data representing soil susceptibility to water erosion in accordance to the RUSLE formulation. These are provided at ≈500m horizontal resolution in this dataset.\n\n\nKey information on water erosion dynamics in terms of R factor and potential soil loss for future periods. The assessment is again based on the RUSLE approach and uses as input precipitation data included in the EURO-CORDEX ensemble climate projections (0.11°) under several Representative Concentration Pathways (RCPs). In this case, bias-corrected monthly precipitation data are used and the R factor is provided both at native horizontal resolution and regridded to ≈500m to be operated with other RUSLE factors to derive potential soil loss for the future. Additional R factor proxy variables, based on daily precipitation data, are provided at native horizontal resolution and as anomalies with respect to the historical period, with no bias-correction.\n\n\nThis dataset was produced on behalf of the Copernicus Climate Change Service.\n\nVariables in the dataset/application are:\nMaximum 1-day precipitation, Maximum 5-day precipitation, Number of days with LWE greater than 1 mm, Number of days with LWE greater than 20 mm, R factor, Soil loss, Spell length of days with LWE greater than 1 mm, Total precipitation",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.66d88ff8",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-soil-erosion/C3S_D429d.2.3.2_Product_User_Guide_v1.2.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide (PDF)"
    }
  ],
  "title": "Soil erosion indicators for Italy from 1981 to 2080",
  "extent": {
    "spatial": {
      "bbox": [
        [
          6.4,
          36.4,
          19.0,
          47.3
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          "2080-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Meteorological geographical features",
    "Sector: Agriculture",
    "Sector: Infrastructure",
    "Product type: Climate projections",
    "Product type: Reanalysis",
    "Product type: In-situ observations",
    "Spatial coverage: Europe",
    "Variable domain: Land (hydrology)",
    "Temporal coverage: Future",
    "Temporal coverage: Past"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}