{
  "type": "Collection",
  "id": "EO:MO:DAT:SST_BS_SST_L4_NRT_OBSERVATIONS_010_006",
  "stac_version": "1.0.0",
  "description": "'''Short description:''' \nFor the Black Sea (BS), the CNR BS Sea Surface Temperature (SST) processing chain providess daily gap-free (L4) maps at high (HR 0.0625째) and ultra-high (UHR 0.01째) spatial resolution over the Black Sea. Remotely-sensed L4 SST datasets are operationally produced and distributed in near-real time by the Consiglio Nazionale delle Ricerche - Gruppo di Oceanografia da Satellite (CNR-GOS). These SST products are based on the nighttime images collected by the infrared sensors mounted on different satellite platforms, and cover the Southern European Seas. The CNR-GOS processing chain includes several modules, from the data extraction and preliminary quality control, to cloudy pixel removal and satellite images collating/merging. A two-step algorithm finally allows to interpolate SST data at high (HR 0.0625째) and ultra-high (UHR 0.01째) spatial resolution, applying statistical techniques. These L4 data are also used to estimate the SST anomaly with respect to a pentad climatology. The basic design and the main algorithms used are described in the following papers.\n\n'''DOI (product) :'''  \nhttps://doi.org/10.48670/moi-00159",
  "links": [],
  "title": "Black Sea High Resolution and Ultra High Resolution Sea Surface Temperature Analysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2008-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "satellite-observation",
    "sea_surface_temperature",
    "near-real-time",
    "marine-resources",
    "marine-safety",
    "weather-climate-and-seasonal-forecasting",
    "coastal-marine-environment",
    "black-sea",
    "Level 4",
    "Not Applicable"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}