{
  "type": "Collection",
  "id": "USFS/GTAC/MTBS/annual_burn_severity_mosaics/v1",
  "stac_version": "1.0.0",
  "description": "The burn severity mosaics consist of thematic raster images of MTBS burn\nseverity classes for all currently completed MTBS fires for the continental\nUnited States, Alaska, Hawaii and Puerto Rico. Mosaicked burn severity\nimages are compiled annually for each year by US State and the continental\nUnited States.\nMonitoring Trends in Burn Severity (MTBS) is an interagency program whose goal\nis to consistently map the burn severity and extent of large fires across all\nlands of the United States from 1984 to present. This includes all fires 1000\nacres or greater in the western United States and 500 acres or greater in the\neastern Unites States. The extent of coverage includes the continental U.S.,\nAlaska, Hawaii and Puerto Rico.\n\nThe program is conducted by the U.S. Geological Survey Center for Earth\nResources Observation and Science (EROS) and the USDA Forest Service Geospatial\nTechnology and Applications Center (GTAC). MTBS was first enacted in 2005,\nprimarily to meet the information needs of the Wildland Fire Leadership Council\n(WFLC).  The primary objective at that time was to provide data to the WFLC for\nmonitoring the effectiveness of the ten-year National Fire Plan. The scope of\nthe program has grown since inception and provides data to a wide range of\nusers. These include national policy-makers such as WFLC and others who are\nfocused on implementing and monitoring national fire management strategies;\nfield management units such as national forests, parks and other federal and\ntribal lands that benefit from the availability of GIS-ready maps and data;\nother federal land cover mapping programs such as LANDFIRE which utilizes burn\nseverity data in their own efforts; and academic and agency research entities\ninterested in fire severity data over significant geographic and temporal\nextents.\n\nMTBS data are freely available to the public and are generated by leveraging\nother national programs including the Landsat satellite program, jointly\ndeveloped and managed by the USGS and NASA. Landsat data are analyzed through a\nstandardized and consistent methodology, generating products at a 30 meter\nresolution dating back to 1984. One of the greatest strengths of the program is\nthe consistency of the data products which would be impossible without the\nhistoric Landsat archive, the largest in the world.\n\nYou can visit the [MTBS Project Website](https://www.mtbs.gov) for more\ninformation.\n\nYou can also visit the\n[MTBS Data Explorer](https://apps.fs.usda.gov/lcms-viewer/mtbs.html)\nto learn more and interact with the data.\n",
  "links": [],
  "title": "Monitoring Trends in Burn Severity (MTBS) Burn Severity Images",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "eros",
    "fire",
    "forest",
    "gtac",
    "landcover",
    "landsat_derived",
    "mtbs",
    "redcastle_resources",
    "usda",
    "usfs",
    "usgs"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}