{
  "type": "Collection",
  "id": "eu.copernicus.climate.efas-historical",
  "stac_version": "1.0.0",
  "description": "This dataset provides gridded modelled sub-daily and daily hydrological time series forced with meteorological observations. The data set is a consistent representation of the most important hydrological variables across the European Flood Awareness System (EFAS) domain. The temporal resolution is up to 30 years modelled time series of:\n\nRiver discharge\nSoil moisture for three soil layers\nSnow water equivalent\n\nAlso provided are auxiliary (time invariant) data to aid interpretation of river discharge and soil moisture data. These auxiliary data are the upstream area, elevation, soil depth, wilting capacity and field capacity. The latter three are provided at three soil levels, one for each of the three soil layers represented in LISFLOOD.\nThis dataset was produced by forcing the LISFLOOD hydrological model with gridded observational data of precipitation and temperature at a 5x5 km resolution across the EFAS domain. The most recent version uses a 6-hourly time step, whereas older versions uses a 24-hour time step. It is available from 1991-01-01 up until near-real time, with a delay of 6 days. The real-time data is only available to EFAS partners.\nCompanion datasets, also available through the CDS, are forecasts for users who are looking medium-range forecasts, reforecasts for research, local skill assessment and post-processing, and seasonal forecasts and reforecasts for users looking for long-term forecasts. For users looking for global hydrological data, we refer to the Global Flood Awareness System (GloFAS) forecasts and historical simulations. All these datasets are part of the operational flood forecasting within the Copernicus Emergency Management Service (CEMS).\n\nVariables in the dataset/application are:\nRiver discharge in the last 24 hours, River discharge in the last 6 hours, Snow depth water equivalent, Volumetric soil moisture\n\nVariables in the dataset/application are:\nElevation, Field capacity, Soil depth, Upstream area, Wilting point",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.e3458969",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/display/CEMS/European+Flood+Awareness+System",
      "type": "WWW:LINK-1.0-http--link",
      "title": "EFAS wiki pages"
    },
    {
      "rel": "describedby",
      "href": "https://www.efas.eu",
      "type": "WWW:LINK-1.0-http--link",
      "title": "EFAS web pages (.eu)"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    }
  ],
  "title": "River discharge and related historical data from the European Flood Awareness System",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -70.0,
          360.0,
          70.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1991-01-01T00:00:00Z",
          "2023-07-27T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Climatology",
    "Product type: Reanalysis",
    "Provider: Copernicus CEMS",
    "Spatial coverage: Europe",
    "Temporal coverage: Past",
    "Variable domain: Land (hydrology)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}