{
  "type": "Collection",
  "id": "eu.copernicus.climate.insitu-gridded-observations-global-and-regional",
  "stac_version": "1.0.0",
  "description": "This dataset provides high-resolution gridded temperature and precipitation observations from a selection of sources. Additionally the dataset contains daily global average near-surface temperature anomalies. All fields are defined on either daily or monthly frequency. The datasets are regularly updated to incorporate recent observations. The included data sources are commonly known as  GISTEMP, Berkeley Earth, CPC and CPC-CONUS, CHIRPS, IMERG, CMORPH, GPCC and CRU, where the abbreviations are explained below.\nThese data have been constructed from high-quality analyses of meteorological station series and rain gauges around the world, and as such provide a reliable source for the analysis of weather extremes and climate trends. The regular update cycle makes these data suitable for a rapid study of recently occurred phenomena or events.\nThe NASA Goddard Institute for Space Studies temperature analysis dataset (GISTEMP-v4) combines station data of the Global Historical Climatology Network (GHCN) with the Extended Reconstructed Sea Surface Temperature (ERSST) to construct a global temperature change estimate.\nThe Berkeley Earth Foundation dataset (BERKEARTH) merges temperature records from 16 archives into a single coherent dataset.\nThe NOAA Climate Prediction Center datasets (CPC and CPC-CONUS) define a suite of unified precipitation products with consistent quantity and improved quality by combining all information sources available at CPC and by taking advantage of the optimal interpolation (OI) objective analysis technique.\nThe Climate Hazards Group InfraRed Precipitation with Station dataset (CHIRPS-v2) incorporates 0.05° resolution satellite imagery and in-situ station data to create gridded rainfall time series over the African continent, suitable for trend analysis and seasonal drought monitoring.\nThe Integrated Multi-satellitE Retrievals dataset (IMERG) by NASA uses an algorithm to intercalibrate, merge, and interpolate “all'' satellite microwave precipitation estimates, together with microwave-calibrated infrared (IR) satellite estimates, precipitation gauge analyses, and potentially other precipitation estimators over the entire globe at fine time and space scales for the Tropical Rainfall Measuring Mission (TRMM) and its successor, Global Precipitation Measurement (GPM) satellite-based precipitation products. \nThe Climate Prediction Center morphing technique dataset (CMORPH) by NOAA has been created using precipitation estimates that have been derived from low orbiter satellite microwave observations exclusively. Then, geostationary IR data are used as a means to transport the microwave-derived precipitation features during periods when microwave data are not available at a location.\nThe Global Precipitation Climatology Centre dataset (GPCC) is a centennial product of monthly global land-surface precipitation based on the ~80,000 stations world-wide that feature record durations of 10 years or longer. The data coverage per month varies from ~6,000 (before 1900) to more than 50,000 stations.\nThe Climatic Research Unit dataset (CRU v4) features an improved interpolation process, which delivers full traceability back to station measurements. The station measurements of temperature and precipitation are public, as well as the gridded dataset and national averages for each country. Cross-validation was performed at a station level, and the results have been published as a guide to the accuracy of the interpolation.\nThis catalogue entry complements the E-OBS record in many aspects, as it intends to provide high-resolution gridded meteorological observations at a global rather than continental scale. \nThese data may be suitable as a baseline for model comparisons or extreme event analysis in the CMIP5 and CMIP6 dataset.\n\nVariables in the dataset/application are:\nPrecipitation, Temperature, Temperature anomaly",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.11dedf0c",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/insitu-gridded-observations-global-and-regional/C3S_D62.3.5.1.v1_202110_Documentation_observation_data_v1.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product User Guide (PDF)"
    }
  ],
  "title": "Temperature and precipitation gridded data for global and regional domains derived from in-situ and satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -90.0,
          360.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1750-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Product type: In-situ observations",
    "Product type: Satellite observations",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (surface)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}