{
  "type": "Collection",
  "id": "eu.copernicus.climate.projections-cmip6",
  "stac_version": "1.0.0",
  "description": "This catalogue entry provides daily and monthly global climate projections data from a large number of experiments, models and time periods computed in the framework of the sixth phase of the Coupled Model Intercomparison Project (CMIP6).\nCMIP6 data underpins the Intergovernmental Panel on Climate Change 6th Assessment Report. The use of these data is mostly aimed at:\n\naddressing outstanding scientific questions that arose as part of the IPCC reporting process;\nimproving the understanding of the climate system;\nproviding estimates of future climate change and related uncertainties;\nproviding input data for the adaptation to the climate change;\nexamining climate predictability and exploring the ability of models to predict climate on decadal time scales;\nevaluating how realistic the different models are in simulating the recent past.\n\nThe term \"experiments\" refers to the three main categories of CMIP6 simulations:\n\nHistorical experiments which cover the period where modern climate observations exist. These experiments show how the GCMs performs for the past climate and can be used as a reference period for comparison with scenario runs for the future. The period covered is typically 1850-2014.\nClimate projection experiments following the combined pathways of Shared Socioeconomic Pathway (SSP) and Representative Concentration Pathway (RCP). The SSP scenarios provide different pathways of the future climate forcing. The period covered is typically 2015-2100.\n\nThis catalogue entry provides both two- and three-dimensional data, along with an option to apply spatial and/or temporal subsetting to data requests. This is a new feature of the global climate projection dataset, which relies on compute processes run simultaneously in the ESGF nodes, where the data are originally located.\nThe data are produced by the participating institutes of the CMIP6 project.\n\nVariables in the dataset/application are:\nAir temperature, Capacity of soil to store water (field capacity), Daily maximum near-surface air temperature, Daily minimum near-surface air temperature, Eastward near-surface wind, Eastward wind, Evaporation including sublimation and transpiration, Grid-cell area for ocean variables, Land ice area percentage, Moisture in upper portion of soil column, Near-Surface air temperature, Near-surface relative humidity, Near-surface specific humidity, Near-surface wind speed, Northward near-surface wind, Percentage of the grid cell occupied by land including lakes, Precipitation, Relative humidity, Sea area percentage, Sea ice thickness, Sea level pressure, Sea surface height above geoid, Sea surface salinity, Sea surface temperature, Sea-ice area percentage on ocean grid, Snow depth, Snowfall flux, Specific humidity, Surface air pressure, Surface altitude, Surface downward eastward wind stress, Surface downward northward wind stress, Surface downwelling longwave radiation, Surface downwelling shortwave radiation, Surface snow amount, Surface temperature, Surface temperature of sea ice, Surface upward latent heat flux, Surface upward sensible heat flux, Surface upwelling longwave radiation, Surface upwelling shortwave radiation, TOA incident shortwave radiation, TOA outgoing longwave radiation, TOA outgoing shortwave radiation, Total cloud cover percentage, Total runoff",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.c866074c",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/_lVtD",
      "type": "WWW:LINK-1.0-http--link",
      "title": "CMIP6 on the Climate Data Store"
    },
    {
      "rel": "describedby",
      "href": "https://pcmdi.llnl.gov/CMIP6/",
      "type": "WWW:LINK-1.0-http--link",
      "title": "CMIP6 essential information"
    },
    {
      "rel": "describedby",
      "href": "https://gmd.copernicus.org/articles/9/3461/2016/gmd-9-3461-2016.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6 (PDF)"
    }
  ],
  "title": "CMIP6 climate projections",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -89.0,
          360.0,
          89.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1860-01-01T00:00:00Z",
          "2300-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Product type: Climate projections",
    "Spatial coverage: Global",
    "Temporal coverage: Future",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (surface)",
    "Variable domain: Atmosphere (upper air)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}