{
  "type": "Collection",
  "id": "eu.copernicus.climate.sis-energy-derived-projections",
  "stac_version": "1.0.0",
  "description": "This dataset provides climate and energy indicators for the Europe as part of the Copernicus climate change service (C3S) Energy operational service. The climate-relevant indicators for the energy sector considered are: air temperature, precipitation, incoming solar radiation, wind speed at 10 m and 100 m, and mean sea level air pressure. The energy indicators are electricity demand and power generation from various sources: wind (both onshore and offshore), solar and hydro (run-of-river and reservoir) power. Depending on the indicator, the data are available at the national, regional and grid (approximately 30x30 km) level for most European countries. The spatial aggregation of data over land uses the Eurostat NUTS0 & NUTS2 (Nomenclature des unités territoriales statistiques, 2016) regions. The offshore variables (e.g. offshore wind power) use the European maritime region definitions MAR0 and MAR1. Further information on the NUTS and MAR regions can be found in the documentation.\nData is provided for the European domain, in a multi-variable, multi-timescale view of the climate and energy systems. This is beneficial in anticipating important climate-driven changes in the energy sector, through either long-term planning or medium-term operational activities. This is also used to investigate the role of temperature on electricity demand across Europe, as well as its interaction with the variability of renewable energy generation.\nThe C3S Energy operational service is composed of three main streams: historical (1979-present), seasonal forecasts and projections (typically covering the period 2005-2100). This projections dataset (2005-2100) produces reference climate variables based on the European regional climate model experiment, CORDEX. Energy variables are generated by transforming the climate variables using a combination of statistical models and physically based data. A comprehensive set of measured energy supply and demand data has been collected from various sources such as the European Network of Transmission System Operators (ENTSO-E). These data provide a crucial reference to assess the robustness of the models used to convert climate into electric energy variables.\n\nVariables in the dataset/application are:\n2m air temperature, Electricity demand, Solar photovoltaic power generation, Surface downwelling shortwave radiation, Total precipitation, Wind power generation offshore, Wind power generation onshore, Wind speed at 100m, Wind speed at 10m",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.f6951a62",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/_FmaE",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Technical description of methodologies followed in the development of each product"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    }
  ],
  "title": "Climate and energy indicators for Europe from 2005 to 2100 derived from climate projections",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -22.0,
          27.0,
          45.0,
          72.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1970-01-01T00:00:00Z",
          "2100-01-01T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions, Energy resources, Utility and governmental services, Atmospheric Conditions and meteorological geographical features",
    "Product type: Climate projections",
    "Sector: Energy",
    "Spatial coverage: Europe",
    "Temporal coverage: Future",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (surface)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}