{
  "type": "Collection",
  "id": "eu.copernicus.climate.sis-tourism-snow-indicators",
  "stac_version": "1.0.0",
  "description": "This dataset provides meteorological and snow indicators for Europe, characterizing operating conditions of winter ski resorts under past and future climate scenarios. The dataset consists of 39 indicators of atmospheric and snow conditions computed in a similar manner for all mountain regions in Europe at the scale of NUTS-3 regions (Nomenclature of Territorial Units for Statistics) and by steps of 100 m elevation. The snow indicators are generated using the Crocus snowpack model, a multi-layer snowpack model embedded in the land surface model, SURFEX (Surface Externalisée). In order to assess the impact of climate change, the model is run for four different climate scenarios: the present climate (labelled 'historical'), and three Representative Concentration Pathway (RCP) scenarios that correspond to an optimistic emission scenario where emissions start declining beyond 2020 (RCP2.6), a further optimistic emission scenario where emissions start declining beyond 2040 (RCP4.5) and a pessimistic scenario where emissions continue to rise throughout the century, often called the high emission scenario (RCP8.5). In order to simulate these climate scenarios the SURFEX model is forced with atmospheric fields provided by adjusted EURO-CORDEX ensemble climate projections (European branch of the Coordinated Downscaling Experiment). Regional climate models downscaled from global climate models are used to provide the high resolution, pan-European, indicators required to assess the snow reliability for all mountainous regions across Europe. In addition to the climate scenarios, a reanalysis dataset is computed using UERRA reanalysis.\nA total of 39 indicators are made available in this dataset, divided into seven distinct groups:\n\nStart and end date of snow season\nAnnual amount of machine made snow produced\nPrecipitation\nSnow depth\nSnow water equivalent\nAir temperature\nPotential snow making hours\n\nThe Crocus model makes it possible to account for both snow grooming and mechanical snow-making based upon the physical representation of these snow management practices, adding further value to the end-user by providing indicated snow management requirements under future climate conditions. However, it is not designed to replace higher resolution products available in some European regions that provide a more detailed view of ski conditions; for example, accounting for slope, local meteorological phenomena and local snow management practices. Instead this dataset presents a homogenous product at a pan-European level and hence its main goal is to compare the main features of past and future snow conditions across Europe or to compare distant destinations; for example, Scandinavia and Eastern Europe (for a given elevation and time horizon). \nThis dataset was produced on behalf of the Copernicus Climate Change Service.\n\nVariables in the dataset/application are:\nAnnual amount of machine made snow produced, End of the longest period with groomed snow, End of the longest period with managed snow, End of the longest period with natural snow, Mean winter air temperature, Monthly mean air temperature for April, Monthly mean air temperature for December, Monthly mean air temperature for February, Monthly mean air temperature for January, Monthly mean air temperature for March, Monthly mean air temperature for November, Period with high amount of groomed snow, Period with high amount of managed snow, Period with high amount of natural snow, Period with high height of groomed snow, Period with high height of managed snow, Period with high height of natural snow, Period with low height of groomed snow, Period with low height of managed snow, Period with low height of natural snow, Period with medium amount of groomed snow, Period with medium amount of managed snow, Period with medium amount of natural snow, Period with medium height of groomed snow, Period with medium height of groomed snow between the fourth and tenth December, Period with medium height of groomed snow between twenty second December and fourth January, Period with medium height of managed snow, Period with medium height of managed snow between the fourth and tenth December, Period with medium height of managed snow between twenty second December and fourth January, Period with medium height of natural snow, Period with medium height of natural snow between the fourth and tenth December, Period with medium height of natural snow between twenty second December and fourth January, Snow making hours for WBT lower than -2°C, Snow making hours for WBT lower than -5°C, Start of the longest period with groomed snow, Start of the longest period with managed snow, Start of the longest period with natural snow, Total precipitation from November to April, Total snow precipitation from November to April",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.2fe6a082",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/eu7mE",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Mountain Tourism Meteorological and Snow Indicators (MTMSI) - Description of the dataset - V2"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    }
  ],
  "title": "Mountain tourism meteorological and snow indicators for Europe from 1950 to 2100 derived from reanalysis and climate projections",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -27.3,
          27.7,
          44.0,
          70.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1950-01-01T00:00:00Z",
          "2100-01-01T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Meteorological geographical features",
    "Product type: Climate projections",
    "Sector: Tourism",
    "Spatial coverage: Europe",
    "Temporal coverage: Future",
    "Temporal coverage: Past",
    "Variable domain: Land (hydrology)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}