{
  "type": "Collection",
  "id": "EO.ECMWF.DAT.CEMS-GLOFAS-FORECAST",
  "stac_version": "1.0.0",
  "description": "This dataset provides a modelled time series of gridded river discharge. It is a product of the Global Flood Awareness System (GloFAS) and offers a consistent representation of a key hydrological variable across the global domain. This dataset is accompanied by two ancillary files for interpretation, one containing upstream area data and the other elevation data (see the table of related variables and the associated link in the documentation).\nThis dataset was produced by forcing the open-source LISFLOOD hydrological model with input from the European Centre for Medium-range Weather Forecasts (ECMWF) ensemble forecast combined with the ECMWF extended-range ensemble forecast up to 30 days.\nCompanion datasets, also available through the CDS, are historical simulations which can be used to derive the hydrological climatology and for verification; reforecasts for research, local skill assessment and post-processing; and seasonal forecasts and reforecasts for users looking for longer leadtime forecasts. For users looking specifically for European hydrological data, we refer to the European Flood Awareness System (EFAS) forecasts and historical simulations.\nAll the GloFAS and EFAS datasets are part of the operational flood forecasting within the Copernicus Emergency Management Service (CEMS), which is managed, technically implemented and developed by the European Commission’s Joint Research Centre.\n\nVariables in the dataset/application are:\nRiver discharge in the last 24 hours\n\nVariables in the dataset/application are:\nElevation, Upstream area",
  "links": [],
  "title": "River discharge and related forecasted data by the Global Flood Awareness System",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -70.0,
          360.0,
          70.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-11-05T00:00:00Z",
          "2023-08-09T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Climatology",
    "Product type: Reanalysis",
    "Spatial coverage: Global",
    "Variable domain: Land (hydrology)",
    "Temporal coverage: Past",
    "Provider: Copernicus CEMS"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}