{
  "type": "Collection",
  "id": "EO.ECMWF.DAT.METHANE-DATA-SATELLITE-SENSORS-2002-PRESENT",
  "stac_version": "1.0.0",
  "description": "This dataset provides observations of atmospheric methane (CH4) amounts obtained from observations collected by several current and historical satellite instruments. \nMethane is a naturally occurring Greenhouse Gas (GHG), but one whose abundance has been increased substantially above its pre-industrial value of some 720 ppb by human activities, primarily because of agricultural emissions (e.g., rice production, ruminants) and fossil fuel production and use. A clear annual cycle is largely due to seasonal wetland emissions.\nAtmospheric methane abundance is indirectly observed by various satellite instruments. \nThese instruments measure spectrally resolved near-infrared and infrared radiation reflected or emitted by the Earth and its atmosphere. \nIn the measured signal, molecular absorption signatures from methane and constituent gasses can be identified. \nIt is through analysis of those absorption lines in these radiance observations that the averaged methane abundance in the sampled atmospheric column can be determined.\nThe software used to analyse the absorption lines and determine the methane concentration in the sampled atmospheric column is referred to as the retrieval algorithm. \nFor this dataset, methane abundances have been determined by applying several algorithms to different satellite instruments.\nThe data set consists of 2 types of products: \n\ncolumn-averaged mixing ratios of CH4, denoted XCH4 \nmid-tropospheric CH4 columns. \n\nThe XCH4 products have been retrieved from SCIAMACHY/ENVISAT, TANSO-FTS/GOSA Tand TANSO-FTS-2/GOSAT-2. \nThe mid-tropospheric CH4 product has been retrieved from the IASI instruments onboard the Metop satellite series. \nThe XCH4 products are available as Level 2 (L2) products (satellite orbit tracks) and as Level 3 (L3) product (gridded). \nThe L2 products are available as individual sensor products (SCIAMACHY: WFMD and IMAP algorithms; GOSAT: OCFP, OCPR, SRFP and SRPR algorithms) and as a multi-sensor merged product (EMMA algorithm). \nThe L3 XCH4 product is provided in OBS4MIPS format. \nThe IASI products are available as L2 products generated with the NLIS algorithm.\nThis data set is updated on a yearly basis, with each update cycle adding (if required) a new data version for the entire period, up to one year behind real time.\nThis dataset is produced on behalf of C3S with the exception of the SCIAMACHY L2 products that were generated in the framework of the GHG-CCI project of the European Space Agency (ESA) Climate Change Initiative (CCI).\n\nVariables in the dataset/application are:\nColumn-average dry-air mole fraction of atmospheric methane (XCH4), Mid-tropospheric columns of atmospheric methane (CH4)",
  "links": [],
  "title": "Methane data from 2002 to present derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -70.0,
          360.0,
          70.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2002-10-01T00:00:00Z",
          "2018-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Variable domain: Atmosphere (composition)",
    "Product type: Satellite observations",
    "Temporal coverage: Past",
    "Spatial coverage: Global"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}