{
  "type": "Collection",
  "id": "NOAA/VIIRS/001/VNP22Q2",
  "stac_version": "1.0.0",
  "description": "The Suomi National Polar-Orbiting Partnership (Suomi NPP) NASA Visible\nInfrared Imaging Radiometer Suite (VIIRS) Land Cover Dynamics data product\nprovides global land surface phenology (GLSP) metrics at yearly intervals.\nThe VNP22Q2 data product is derived from time series of the two-band\nEnhanced Vegetation Index (EVI2) calculated from VIIRS Nadir Bidirectional\nReflectance Distribution Function (BRDF)-Adjusted Reflectance (NBAR).\nVegetation phenology metrics at 500 meter spatial resolution are identified\nfor up to two detected growing cycles per year.\n\nThe product contains six phenological transition dates: onset of greenness\nincrease, onset of greenness maximum, onset of greenness decrease, onset of\ngreenness minimum, dates of mid-greenup, and senescence phases. The product\nalso includes the growing season length. The greenness-related metrics\nconsist of EVI2 onset of greenness increase, EVI2 onset of greenness\nmaximum, EVI2 growing season, rate of greenness increase, and rate of\ngreenness decrease. The confidence of phenology detection is provided as\ngreenness agreement growing season, proportion of good quality (PGQ)\ngrowing season, PGQ onset greenness increase, PGQ onset greenness maximum,\nPGQ onset greenness decrease, and PGQ onset greenness minimum.\nThe final layer is quality control specifying the overall quality of the\nproduct.\n\nDocumentation:\n\n* [User's Guide](https://lpdaac.usgs.gov/documents/637/VNP22_User_Guide_V1.pdf)\n\n* [Algorithm Theoretical Basis Document (ATBD)](https://lpdaac.usgs.gov/documents/637/VNP22_User_Guide_V1.pdf)\n\n* [General Documentation](https://lpdaac.usgs.gov/products/vnp22q2v001/)\n\n* [Land Product Quality Assessment website](https://landweb.modaps.eosdis.nasa.gov/NPP_QA/)\n",
  "links": [],
  "title": "VNP22Q2: Land Surface Phenology Yearly L3 Global 500m SIN Grid",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "land",
    "nasa",
    "ndvi",
    "noaa",
    "npp",
    "onset_greenness",
    "phenology",
    "surface",
    "vegetation",
    "viirs"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}