{
  "type": "Collection",
  "id": "cf6d8d19-c77a-4ed4-b1e8-498eaf57061c",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nVariations of the Mediterranean Outflow Water at 1000 m depth are monitored through area-averaged salinity anomalies in specifically defined boxes. The salinity data are extracted from several CMEMS products and averaged in the corresponding monitoring domain: \n* IBI-MYP: IBI_MULTIYEAR_PHY_005_002\n* IBI-NRT: IBI_ANALYSISFORECAST_PHYS_005_001\n* GLO-MYP: GLOBAL_REANALYSIS_PHY_001_030\n* CORA: INSITU_GLO_TS_REP_OBSERVATIONS_013_002_b\n* ARMOR: MULTIOBS_GLO_PHY_TSUV_3D_MYNRT_015_012\n\nThe anomalies of salinity have been computed relative to the monthly climatology obtained from IBI-MYP. Outcomes from diverse products are combined to deliver a unique multi-product result. Multi-year products (IBI-MYP, GLO,MYP, CORA, and ARMOR) are used to show an ensemble mean and the standard deviation of members in the covered period. The IBI-NRT short-range product is not included in the ensemble, but used to provide the deterministic analysis of salinity anomalies in the most recent year.\n\n'''CONTEXT'''\n\nThe Mediterranean Outflow Water is a saline and warm water mass generated from the mixing processes of the North Atlantic Central Water and the Mediterranean waters overflowing the Gibraltar sill (Daniault et al., 1994). The resulting water mass is accumulated in an area west of the Iberian Peninsula (Daniault et al., 1994) and spreads into the North Atlantic following advective pathways (Holliday et al. 2003; Lozier and Stewart 2008, de Pascual-Collar et al., 2019).\nThe importance of the heat and salt transport promoted by the Mediterranean Outflow Water flow has implications beyond the boundaries of the Iberia-Biscay-Ireland domain (Reid 1979, Paillet et al. 1998, van Aken 2000). For example, (i) it contributes substantially to the salinity of the Norwegian Current (Reid 1979), (ii) the mixing processes with the Labrador Sea Water promotes a salt transport into the inner North Atlantic (Talley and MacCartney, 1982; van Aken, 2000), and (iii) the deep anti-cyclonic Meddies developed in the African slope is a cause of the large-scale westward penetration of Mediterranean salt (Iorga and Lozier, 1999).\nSeveral studies have demonstrated that the core of Mediterranean Outflow Water is affected by inter-annual variability. This variability is mainly caused by a shift of the MOW dominant northward-westward pathways (Bozec et al. 2011), it is correlated with the North Atlantic Oscillation (Bozec et al. 2011) and leads to the displacement of the boundaries of the water core (de Pascual-Collar et al., 2019). The variability of the advective pathways of MOW is an oceanographic process that conditions the destination of the Mediterranean salt transport in the North Atlantic. Therefore, monitoring the Mediterranean Outflow Water variability becomes decisive to have a proper understanding of the climate system and its evolution (e.g. Bozec et al. 2011, Pascual-Collar et al. 2019).\nThe CMEMS IBI-OMI_WMHE_mow product is aimed to monitor the inter-annual variability of the Mediterranean Outflow Water in the North Atlantic. The objective is the establishment of a long-term monitoring program to observe the variability and trends of the Mediterranean water mass in the IBI regional seas. To do that, the salinity anomaly is monitored in key areas selected to represent the main reservoir and the three main advective spreading pathways. More details and a full scientific evaluation can be found in the CMEMS Ocean State report Pascual et al., 2018 and de Pascual-Collar et al. 2019.\n\n'''CMEMS KEY FINDINGS'''\n\nThe absence of long-term trends in the monitoring domain Reservoir (b) suggests the steadiness of water mass properties involved on the formation of Mediterranean Outflow Water.\nResults obtained in monitoring box North (c) present an alternance of periods with positive and negative anomalies. The last negative period started in 2016 reaching up to the present. Such negative events are linked to the decrease of the northward pathway of Mediterranean Outflow Water (Bozec et al., 2011), which appears to return to steady conditions in 2020 and 2021. \nResults for box West (d) reveal a cycle of negative (2015-2017) and positive (2017 up to the present) anomalies. The positive anomalies of salinity in this region are correlated with an increase of the westward transport of salinity into the inner North Atlantic (de Pascual-Collar et al., 2019), which appear to be maintained for years 2020-2021.\nResults in monitoring boxes North and West are consistent with independent studies (Bozec et al., 2011; and de Pascual-Collar et al., 2019), suggesting a westward displacement of Mediterranean Outflow Water and the consequent contraction of the northern boundary.\n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00258",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_reservoir",
      "type": "WWW:FTP",
      "title": "ibi_omi_wmhe_mow_anomalies_reservoir"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_south",
      "type": "WWW:FTP",
      "title": "ibi_omi_wmhe_mow_anomalies_south"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_west",
      "type": "WWW:FTP",
      "title": "ibi_omi_wmhe_mow_anomalies_west"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_north",
      "type": "WWW:FTP",
      "title": "ibi_omi_wmhe_mow_anomalies_north"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_north_202112/IBI_OMI_WMHE_mow_anomalies_north.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_wmhe_mow_anomalies_north"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_reservoir_202112/IBI_OMI_WMHE_mow_anomalies_reservoir.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_wmhe_mow_anomalies_reservoir"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_south_202112/IBI_OMI_WMHE_mow_anomalies_south.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_wmhe_mow_anomalies_south"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_WMHE_mow/ibi_omi_wmhe_mow_anomalies_west_202112/IBI_OMI_WMHE_mow_anomalies_west.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_wmhe_mow_anomalies_west"
    }
  ],
  "title": "Mediterrranean Outflow Water Index from Reanalysis & Multi-Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-09-01T00:00:00Z",
          "2022-10-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}