{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:ERA5_LAND_HOURLY",
  "stac_version": "1.0.0",
  "description": "ERA5-Land is a reanalysis dataset providing a consistent view of the evolution of land variables over several decades at an enhanced resolution compared to ERA5. ERA5-Land has been produced by replaying the land component of the ECMWF ERA5 climate reanalysis. Reanalysis combines model data with observations from across the world into a globally complete and consistent dataset using the laws of physics. Reanalysis produces data that goes several decades back in time, providing an accurate description of the climate of the past. \nERA5-Land uses as input to control the simulated land fields ERA5 atmospheric variables, such as air temperature and air humidity. This is called the atmospheric forcing. Without the constraint of the atmospheric forcing, the model-based estimates can rapidly deviate from reality. Therefore, while observations are not directly used in the production of ERA5-Land, they have an indirect influence through the atmospheric forcing used to run the simulation. In addition, the input air temperature, air humidity and pressure used to run ERA5-Land are corrected to account for the altitude difference between the grid of the forcing and the higher resolution grid of ERA5-Land. This correction is called 'lapse rate correction'.    \nThe ERA5-Land dataset, as any other simulation, provides estimates which have some degree of uncertainty. Numerical models can only provide a more or less accurate representation of the real physical processes governing different components of the Earth System. In general, the uncertainty of model estimates grows as we go back in time, because the number of observations available to create a good quality atmospheric forcing is lower. ERA5-land parameter fields can currently be used in combination with the uncertainty of the equivalent ERA5 fields. \nThe temporal and spatial resolutions of ERA5-Land makes this dataset very useful for all kind of land surface applications such as flood or drought forecasting. The temporal and spatial resolution of this dataset, the period covered in time, as well as the fixed grid used for the data distribution at any period enables decisions makers, businesses and individuals to access and use more accurate information on land states.\n\nVariables in the dataset/application are:\n10m u-component of wind, 10m v-component of wind, 2m dewpoint temperature, 2m temperature, Evaporation from bare soil, Evaporation from open water surfaces excluding oceans, Evaporation from the top of canopy, Evaporation from vegetation transpiration, Forecast albedo, Lake bottom temperature, Lake ice depth, Lake ice temperature, Lake mix-layer depth, Lake mix-layer temperature, Lake shape factor, Lake total layer temperature, Leaf area index, high vegetation, Leaf area index, low vegetation, Potential evaporation, Runoff, Skin reservoir content, Skin temperature, Snow albedo, Snow cover, Snow density, Snow depth, Snow depth water equivalent, Snow evaporation, Snowfall, Snowmelt, Soil temperature level 1, Soil temperature level 2, Soil temperature level 3, Soil temperature level 4, Sub-surface runoff, Surface latent heat flux, Surface net solar radiation, Surface net thermal radiation, Surface pressure, Surface runoff, Surface sensible heat flux, Surface solar radiation downwards, Surface thermal radiation downwards, Temperature of snow layer, Total evaporation, Total precipitation, Volumetric soil water layer 1, Volumetric soil water layer 2, Volumetric soil water layer 3, Volumetric soil water layer 4",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.e2161bac",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/display/CKB/ERA5-Land%3A+data+documentation",
      "type": "WWW:LINK-1.0-http--link",
      "title": "ERA5-Land online documentation"
    }
  ],
  "title": "ERA5-Land hourly data from 1950 to present",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -89.0,
          360.0,
          89.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1950-01-01T00:00:00Z",
          "2023-07-26T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Product type: Reanalysis",
    "Provider: Copernicus C3S",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Variable domain: Land (biosphere)",
    "Variable domain: Land (hydrology)",
    "Variable domain: Land (physics)",
    "land conditions"
  ],
  "providers": [
    {
      "name": "Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "description": "Climate Data Store - ECMWF",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}