{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SEA_LEVEL_DAILY_GRIDDED_DATA_FOR_GLOBAL_OCEAN_1993_PRESENT",
  "stac_version": "1.0.0",
  "description": "This dataset provides gridded daily and monthly mean global estimates of sea level anomaly based on satellite altimetry measurements. The rise in global mean sea level in recent decades has been one of the most important and well-known consequences of climate warming, putting a large fraction of the world population and economic infrastructure at greater risk of flooding. However, changes in the global average sea level mask regional variations that can be one order of magnitude larger. Therefore, it is essential to measure changes in sea level over the world’s oceans as accurately as possible.\nSea level anomaly is defined as the height of water over the mean sea surface in a given time and region. In this dataset sea level anomalies are computed with respect to a twenty-year mean reference period (1993-2012) using up-to-date altimeter standards.\nIn the past, the altimeter sea level datasets were distributed on the CNES AVISO altimetry portal until their production was taken over by the Copernicus Marine Environment Monitoring Service (CMEMS) and the Copernicus Climate Change Service (C3S) in 2015 and 2016 respectively.\nThe sea level dataset provided here by C3S is climate-oriented, that is, dedicated to the monitoring of the long-term evolution of sea level and the analysis of the ocean/climate indicators, both requiring a homogeneous and stable sea level record. To achieve this, a steady two-satellite merged constellation is used at all time steps in the production system: one satellite serves as reference and ensures the long-term stability of the data record; the other satellite (which varies across the record) is used to improve accuracy, sample mesoscale processes and provide coverage at high latitudes. The C3S sea level dataset is used to produce Ocean Monitoring Indicators (e.g. global and regional mean sea level evolution), available in the CMEMS catalogue.\nThe CMEMS sea level dataset has a more operational focus as it is dedicated to the retrieval of mesoscale signals in the context of ocean modeling and analysis of the ocean circulation on a global or regional scale. Such applications require the most accurate sea level estimates at each time step with the best spatial sampling of the ocean with all satellites available, with less emphasis on long-term stability and homogeneity.\nThis dataset is updated three times a year with a delay of about 5 months relative to present time. This delay is mainly due to the timeliness of the input data, the centred processing temporal window and the validation process. However, these processing and validation steps are essential to enhance the stability and accuracy of the sea level products and make them suitable for climate applications.\nThis dataset includes estimates of sea level anomaly and absolute dynamic topography together with the corresponding geostrophic velocities, which provide an approximation of the ocean surface currents. More details about these variables, the sea level retrieval algorithms, additional filters, optimisation procedures, and the error estimation can be found in the documentation.\n\nVariables in the dataset/application are:\nAbsolute dynamic topography, Absolute geostrophic velocity meridian component, Absolute geostrophic velocity zonal component, Eddy kinetic energy, Geostrophic velocity anomalies meridian component, Geostrophic velocity anomalies zonal component, Sea level anomaly\n\nVariables in the dataset/application are:\nIce flag, Instrumental drift correction",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.4c328c78",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    }
  ],
  "title": "Sea level gridded data from satellite observations for the global ocean from 1993 to present",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -89.0,
          360.0,
          89.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2022-08-04T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "Product type: Satellite observations",
    "Provider: Copernicus C3S",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Variable domain: Ocean (physics)"
  ],
  "providers": [
    {
      "name": "Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "description": "Climate Data Store - ECMWF",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}