{
  "type": "Collection",
  "id": "OpenET/PTJPL/CONUS/GRIDMET/MONTHLY/v2_0",
  "stac_version": "1.0.0",
  "description": "Priestley-Taylor Jet Propulsion Laboratory (PT-JPL)\n\nThe core formulation of the PT-JPL model within the OpenET framework has\nnot changed from the original formulation detailed in Fisher et al. (2008).\nHowever, enhancements and updates to model inputs and time integration for\nPT-JPL were made to take advantage of contemporary gridded weather datasets,\nprovide consistency with other models, improve open water evaporation\nestimates, and account for advection over crop and wetland areas in\nsemiarid and arid environments. These changes include the use of\nLandsat surface reflectance and thermal radiation for calculating net\nradiation, photosynthetically active radiation, plant canopy and moisture\nvariables, and use of NLDAS, Spatial CIMIS, and gridMET weather data for\nestimating insolation and ASCE reference ET. Similar to the implementation\nof other OpenET models, estimation of daily and monthly time integrated\nET is based on the fraction of ASCE reference ET. Open water evaporation\nis estimated following a surface energy balance approach of Abdelrady\net al. (2016) that is specific for water bodies by accounting for water\nheat flux as opposed to soil heat flux.\n\n[Additional information](https://openetdata.org/methodologies/)\n",
  "links": [],
  "title": "OpenET CONUS PT-JPL Monthly Evapotranspiration v2.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "conus",
    "evapotranspiration",
    "gridmet_derived",
    "landsat_derived",
    "monthly",
    "openet",
    "water"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}