{
  "type": "Collection",
  "id": "EO:ESA:DAT:SENTINEL-1:SAR",
  "stac_version": "1.0.0",
  "description": "Sentinel-1 is a polar-orbiting, all-weather, day-and-night radar imaging mission for land and ocean services. The first Sentinel-1 satellite was launched on a Soyuz rocket from Europe's Spaceport in French Guiana on 3 April 2014. From this collection, you may order Level-1 Ground Range Detected (GRD) and Level-1 Single Look Complex (SLC) products. Level-1 Ground Range Detected (GRD) products consist of focused SAR data that has been detected, multi-looked and projected to ground range using an Earth ellipsoid model. Phase information is lost. The resulting product has approximately square resolution pixels and square pixel spacing with reduced speckle at the cost of reduced geometric resolution.GRD products can be in one of three resolutions: Full Resolution (FR), High Resolution (HR) ,Medium Resolution (MR). The resolution is dependent upon the amount of multi-looking performed. Level-1 GRD products are available in MR and HR for IW and EW modes, MR for WV mode and MR, HR and FR for SM mode. Level-1 Single Look Complex (SLC) products consist of focused SAR data geo-referenced using orbit and attitude data from the satellite and provided in zero-Doppler slant-range geometry. The products include a single look in each dimension using the full TX signal bandwidth and consist of complex samples preserving the phase information.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://navigator.eumetsat.int/product/EO:ESA:DAT:SENTINEL-1:SAR",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    },
    {
      "rel": "describedby",
      "href": "https://navigator.eumetsat.int/product/EO:ESA:DAT:SENTINEL-1:SAR",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "SENTINEL-1 Synthetic Aperture Radar (SAR)",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2014-04-03T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "FedEO",
    "Level 1 Data"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}