{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:REANALYSIS_CARRA_PRESSURE_LEVELS",
  "stac_version": "1.0.0",
  "description": "The C3S Arctic Regional Reanalysis (CARRA) dataset contains 3-hourly analyses and hourly short term forecasts of atmospheric and surface meteorological variables (temperature, humidity, wind,  and other thermodynamic variables) at 2.5 km resolution. Additionally, forecasts up to 30 hours initialised from the analyses at 00 and 12 UTC are available. \nThe dataset includes two domains. The West domain covers Greenland, the Labrador Sea, Davis Strait, Baffin Bay, Denmark Strait, Iceland, Jan Mayen, the Greenland Sea, and parts of Svalbard. The East domain covers Svalbard, Franz Josef Land, Novaya Zemlya, Barents Sea, and the Northern parts of the Norwegian Sea and Scandinavia.\nThe dataset has been produced with the use of the HARMONIE-AROME state-of-the-art non-hydrostatic regional numerical weather prediction model. High resolution reanalysis for the Arctic region is particularly important because the climate change is more pronounced in the Arctic region than elsewhere in the Earth. This fact calls for a better description of this region providing additional details with respect to the global reanalyses (ERA5 for instance). The additional information is provided by the higher horizontal resolution, more local observations (from the Nordic countries and Greenland), better description of surface characteristics (high resolution satellite and physiographic data), high resolution non-hydrostatic dynamics and improved physical parameterisation of clouds and precipitation in particular.\nThe inputs to CARRA reanalysis are the observations, the ERA5 global reanalysis as lateral boundary conditions and the physiographic datasets describing the surface characteristics of the model. The observation values and information about their quality are used together to constrain the reanalysis where observations are available and provide information for the data assimilation system in areas in where less observations are available.\nMore details about the reanalysis dataset and the extensive input data are given in the Documentation section.\n\nVariables in the dataset/application are:\nCloud cover, Geometric vertical velocity, Geopotential, Graupel, Potential vorticity, Pseudo-adiabatic potential temperature, Relative humidity, Specific cloud ice water content, Specific cloud liquid water content, Specific cloud rain water content, Specific cloud snow water content, Temperature, U-component of wind, V-component of wind",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.e3c841ad",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/K0s7E",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/reanalysis-carra/CARRAFullSystemDocumentationFinal.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Full system documentation (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/reanalysis-carra/CARRATestVerificationFinal.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Test and verification report (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/0NSBEQ",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Added value to the ERA5 global reanalysis"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/w9SBEQ",
      "type": "WWW:LINK-1.0-http--link",
      "title": "List of references"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/reanalysis-carra/CARRAUncertainty estimationFinal.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Uncertainty computation methodology (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/p3ltD#CopernicusArcticRegionalReanalysis(CARRA):knownissuesanduncertaintyinformation-Uncertaintyinformation",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Uncertainty statistics"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/p3ltD#CopernicusArcticRegionalReanalysis(CARRA):knownissuesanduncertaintyinformation-Knownissues",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Known issues"
    }
  ],
  "title": "Arctic regional reanalysis on pressure levels from 1991 to present",
  "extent": {
    "spatial": {
      "bbox": [
        [
          180.0,
          65.0,
          -180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1990-09-01T00:00:00Z",
          "2023-03-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Product type: Reanalysis",
    "Spatial coverage: Arctic",
    "Temporal coverage: Past",
    "Variable domain: Atmosphere (upper air)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}