{
  "type": "Collection",
  "id": "EO.CLMS.DAT.HRL",
  "stac_version": "1.0.0",
  "description": "Pan-European High Resolution Layers (HRL) provide information on specific land cover characteristics, and are complementary to land cover / land use mapping such as in the CORINE land cover (CLC) datasets. The HRLs are produced from satellite imagery through a combination of automatic processing and interactive rule based classification. Since the production of the 2015 reference year the production is increasingly based on time series of satellite images from a number of different sensors, including the combination of optical and radar data. The main source are the Sentinel Satellites (in particular Sentinel-2 and Sentinel-1). In addition to high resolution (HR) data, since 2015, we also use very high resolution (VHR) imagery for some of the products. Five themes have been identified so far, corresponding with the main themes from CLC, i.e. the level of sealed soil (imperviousness), tree cover density and forest type, grasslands, wetness and water, and small woody features. Two out of these five products are continuing existing products (Imperviousness and forest), two products are new baseline products that fully replace previous 2012 products (grassland, and the now combined wetness and water products), and one product is completely new (small woody features). All products are mapping the features under consideration for the whole of the EEA-39 area. They are produced in a combined centralized and decentralized approach, involving service industry through market mechanisms and participating countries through grant agreements.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://pn-ui.apps.mercator.dpi.wekeo.eu/product/EO:CLMS:DAT:HRL",
      "type": "WWW:LINK-1.0-http--link"
    }
  ],
  "title": "High Resolution Layers",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -31.2684,
          27.405827,
          44.820775,
          71.409109
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1986-01-01T00:00:00Z",
          "2018-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Land cover",
    "Copernicus",
    "Imperviousness",
    "IMCC",
    "High Resolution Layer",
    "Change",
    "IDP_shortname_Imperviousness_Classified_Change_20m_2006-2009",
    "IDP_topics_Land_use",
    "EEA39",
    "geospatial data",
    "urban area",
    "land use",
    "landscape alteration",
    "built environment",
    "soil surface sealing",
    "land cover",
    "sealing",
    "European"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}