{
  "type": "Collection",
  "id": "EO.ECMWF.DAT.CAMS-SOLAR-RADIATION-TIMESERIES",
  "stac_version": "1.0.0",
  "description": "The CAMS solar radiation services provide historical values (2004 to present) of Global, Direct and Diffuse Solar Irradiance, as well as of Direct Normal Irradiance. The aim of this is to fulfil the needs of European and national policy developments and the requirements of (partly) commercial downstream services, e.g. for planning, monitoring, efficiency improvements, and the integration of solar energy systems into energy supply grids. The Irradiances defined above depend on various atmospheric quantities, such as aerosol optical properties, water vapour and ozone concentrations, and these are taken into account when providing the solar radiation products. Other properties, such as ground albedo and ground elevation, are also taken into account. For clear-sky conditions, the irradiances are provided for any location in the world using information on aerosol, ozone and water vapour from the CAMS global forecasting system. Because high-resolution cloud information is directly inferred from satellite observations, the Irradiances for cloudy conditions are currently only available for the field-of-view of the Meteosat Second Generation (MSG) satellite, which is roughly Europe, Africa, the Atlantic Ocean and the Middle East (-66° to 66° in both latitude and longitude).",
  "links": [],
  "title": "CAMS solar radiation time-series",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2004-01-01T00:00:00Z",
          "2023-05-21T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "airPollution",
    "Atmospheric conditions",
    "Variable domain: Solar radiation",
    "Parameter family: Radiation",
    "Spatial coverage: Global",
    "Spatial coverage: Satellite image area",
    "Product type: Analysis",
    "Temporal coverage: Past"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}