{
  "type": "Collection",
  "id": "EO.MO.DAT.GLOBAL-REANALYSIS-PHY-001-026",
  "stac_version": "1.0.0",
  "description": "'''Short description:'''\nYou can find here the new Mercator Ocean (Toulouse, FR) Global Ocean Ensemble Reanalysis: monthly means of Temperature, Salinity, Currents and Ice variables at 1 degree horizontal resolution for  75 vertical levels, starting from 1993 onward.\n \nGlobal ocean reanalyses are homogeneous 3D gridded descriptions of the physical state of the ocean spanning several decades, produced with a numerical ocean model constrained with data assimilation of satellite and in situ observations. The multi-model ensemble approach allows uncertainties or error bars in the ocean state to be estimated. The ensemble mean may even provide, for certain regions and/or periods, a more reliable estimate than any individual reanalysis product.\n\nThe four reanalyses, used to create the ensemble, covering “altimetric era” period (starting from 1st of January 1993) during which altimeter altimetry data observations are available:\n* GLORYS2V4 from Mercator Ocean (Fr) ;\n* ORAS5 from ECMWF ;\n* GloSea5 from Met Office (UK) ;\n* and C-GLORS05 from CMCC (It). ;\nprovided as four different time series of global ocean simulations 3D monthly estimates, post-processed to create this Global Reanalysis Ensemble Product (GREP). Available variables are temperature, salinity, velocities and ice variables.\n\nThese reanalyses are built to be as close as possible to the observations (i.e. realistic) and in agreement with the model physics. The numerical products available for users are monthly mean averages describing the ocean from surface to bottom (5900 m).\n\n'''DOI (product) :'''   \nhttps://doi.org/10.48670/moi-00023",
  "links": [],
  "title": "Global Ocean Ensemble Physics Reanalysis - Low resolution",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2020-12-15T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "target-application#seaiceclimate",
    "Oceanographic geographical features",
    "numerical-model",
    "sea_ice_thickness",
    "sea_water_potential_temperature",
    "sea_ice_area_fraction",
    "eastward_sea_water_velocity",
    "northward_sea_water_velocity",
    "sea_water_salinity",
    "multi-year",
    "marine-safety",
    "weather-climate-and-seasonal-forecasting",
    "marine-resources",
    "coastal-marine-environment",
    "global-ocean",
    "Level 4",
    "Sea Level",
    "SST",
    "In-Situ TS Profiles",
    "Sea Ice Concentration and/or Thickness"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}