{
  "type": "Collection",
  "id": "05e2480d-9c97-4ef1-add5-275be67074a8",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe temporal evolution of thermosteric sea level in an ocean layer is obtained from an integration of temperature driven ocean density variations, which are subtracted from a reference climatology to obtain the fluctuations from an average field. The regional thermosteric sea level values are then averaged from 60°S-60°N aiming to monitor interannual to long term global sea level variations caused by temperature driven ocean volume changes through thermal expansion as expressed in meters (m).\n\n'''CONTEXT'''\n\nMost of the interannual variability and trends in regional sea level is caused by changes in steric sea level. At mid and low latitudes, the steric sea level signal is essentially due to temperature changes, i.e. the thermosteric effect (Stammer et al., 2013, Meyssignac et al., 2016). Salinity changes play only a local role. Regional trends of thermosteric sea level can be significantly larger compared to their globally averaged versions (Storto et al., 2018). Except for shallow shelf sea and high latitudes (> 60° latitude), regional thermosteric sea level variations are mostly related to ocean circulation changes, in particular in the tropics where the sea level variations and trends are the most intense over the last two decades. \n\n'''CMEMS KEY FINDINGS'''\n\nSignificant (i.e. when the signal exceeds the noise) regional trends for the period 2005-2019 from the Copernicus Marine Service multi-ensemble approach show a thermosteric sea level rise at rates ranging from the global mean average up to more than 8 mm/year. There are specific regions where a negative trend is observed above noise at rates up to about -8 mm/year such as in the subpolar North Atlantic, or the western tropical Pacific. These areas are characterized by strong year-to-year variability (Dubois et al., 2018; Capotondi et al., 2020). \n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00241",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_SL_thsl_trend/global_omi_sl_thsl_trend",
      "type": "WWW:FTP",
      "title": "global_omi_sl_thsl_trend"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_SL_thsl_trend/global_omi_sl_thsl_trend_202112/global_omi_sl_thsl_trend_0-2000_20052019_P20210813_lat60-60_R20052019.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_sl_thsl_trend"
    }
  ],
  "title": "Global Ocean Thermosteric Sea Level trend map from Reanalysis & Multi-Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -60.0,
          180.0,
          60.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2005-01-01T00:00:00Z",
          "2019-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Kuala Lumpur (Malaysia)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}