{
  "type": "Collection",
  "id": "092e4075-ec9d-4a4a-b8ca-6f988ff27834",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nSea Ice Extent (SIE) is defined as the area covered by sufficient sea ice, that is the area of ocean having more than 15% Sea Ice Concentration (SIC). SIC is the fractional area of ocean that is covered with sea ice. It is computed from Passive Microwave satellite observations since 1979. \nSIE is often reported with units of 106 km2 (millions square kilometers). The change in sea ice extent (trend) is expressed in millions of km squared per decade (106 km2/decade). In addition, trends are expressed relative to the 1979-2021      period in % per decade.\nThese trends are calculated (i) from the annual mean values; (ii) from the March values (winter ice loss); (iii) from September values (summer ice loss). The annual mean trend is reported on the key figure, the March and September values are reported in the text below.\nSIE includes all sea ice, but not lake or river ice.\nSee also section 1.7 in Samuelsen et al. (2016) for an introduction to this Ocean Monitoring Indicator (OMI).\n\n'''CONTEXT'''\n\nSea ice is frozen seawater that floats at the ocean surface. This large blanket of millions of square kilometers insulates the relatively warm ocean waters from the cold polar atmosphere. The seasonal cycle of sea ice, forming and melting with the polar seasons, impacts both human activities and biological habitat. Knowing how and by how much the sea ice cover is changing is essential for monitoring the health of the Earth. Sea ice has a significant impact on ecosystems and Arctic communities, as well as economic activities such as fisheries, tourism, and transport (Meredith et al. 2019).\n\n'''CMEMS KEY FINDINGS'''\n\nSince 1979, the Northern Hemisphere sea ice extent has decreased at an annual rate of -0.51 +/- 0.02      106 km2 per decade (-4.36     % per decade).  Loss of sea ice extent during summer exceeds the loss observed during winter periods: Summer (September) sea ice extent loss amounts to -0.81 +/- 0.06      106 km2 per decade (-12.50%      per decade). Winter (March) sea ice extent loss amounts to -0.39 +/- 0.03      106 km2 per decade (-2.54%      per decade). These values are in agreement with those assessed in the IPCC Special Report on the Ocean and Cryosphere in a Changing Climate (SROCC) (Meredith et al. 2019, with estimates up until year 2018). July 2021 had the 2nd lowest mean July sea ice extent     . Sea ice extent      in September 2012 is to date the record minimum Northern Hemisphere sea ice extent value since the beginning of the satellite record, followed by September values in 2020.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00191",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/ARCTIC_OMI_SI_extent_obs/arctic_omi_si_extent_obs",
      "type": "WWW:FTP",
      "title": "arctic_omi_si_extent_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/ARCTIC_OMI_SI_extent_obs/arctic_omi_si_extent_obs_202211/ARCTIC_OMI_SI_extent_obs_19790115_P20220616_R19792021.nc",
      "type": "MYO:MOTU-DGF",
      "title": "arctic_omi_si_extent_obs"
    }
  ],
  "title": "Arctic Monthly Mean Sea Ice Extent from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          60.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}