{
  "type": "Collection",
  "id": "14def043-e952-4340-8e69-8450f76c4521",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe sea ice volume is a product of sea ice concentration and sea ice thickness integrated over respective area. Sea ice concentration is the fractional coverage of an ocean area covered with sea ice. The Baltic Sea area having more than 15% of sea ice concentration is included into the sea ice volume analysis. Daily sea ice volume values are computed from the daily sea ice concentration and sea ice thickness maps. The data used to produce the charts are Synthetic Aperture Radar images as well as in situ observations from ice breakers (Uiboupin et al., 2010; https://www.smhi.se/data/oceanografi/havsis). The annual course of the sea ice volume has been calculated as daily mean ice volume for each day-of-year over the period October 1992 – September 2014. Weekly smoothed time series of the sea ice volume have been calculated from daily values using a 7-day moving average filter. \n\n'''CONTEXT'''\n\nSea ice coverage has a vital role in the annual course of physical and ecological conditions in the Baltic Sea. Knowledge of the sea ice volume facilitates planning of icebreaking activity and operation of the icebreakers (Valdez Banda et al., 2015; Boström and Österman, 2017). A long-term monitoring of ice parameters is required for design and installation of offshore constructions in seasonally ice covered seas (Heinonen and Rissanen, 2017). A reduction of the sea ice volume in the Baltic Sea has a critical impact on the population of ringed seals (Harkonen et al., 2008). Ringed seals need stable ice conditions for about two months for breeding and moulting (Sundqvist et al., 2012). The sea ice is a habitat for diverse biological assemblages (Enberg et al., 2018).\n\n'''CMEMS KEY FINDINGS'''\n\nIn the Baltic Sea, ice season may start in October and may last until June. Maximum sea ice volume is observed in March on average. The ice season 2020/21 had low maximum sea ice volume in the Baltic Sea reaching about 18 km3. During the preceding period 1993-2019, the yearly maximum ice volume varied from 4 km3 in 2020 to 60 km3 in 1996. There is a statistically significant decreasing trend of -0.75 km3/year (p=0.02) in the maximum sea ice volume of the Baltic Sea. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00201",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_SI_volume/BALTIC_OMI_SI_volume",
      "type": "WWW:FTP",
      "title": "BALTIC_OMI_SI_volume"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_SI_volume/BALTIC_OMI_SI_volume_yday",
      "type": "WWW:FTP",
      "title": "BALTIC_OMI_SI_volume_yday"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_SI_volume/BALTIC_OMI_SI_volume_202211/baltic_omi_si_volume_19930101_P20220824.nc",
      "type": "MYO:MOTU-DGF",
      "title": "BALTIC_OMI_SI_volume"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_SI_volume/BALTIC_OMI_SI_volume_yday_202211/baltic_omi_si_volume_yday_20201001_P20220824.nc",
      "type": "MYO:MOTU-DGF",
      "title": "BALTIC_OMI_SI_volume_yday"
    }
  ],
  "title": "Baltic Sea Ice Volume from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          9.0,
          53.0,
          30.0,
          66.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}