{
  "type": "Collection",
  "id": "305d0dc9-5c68-487b-8ecc-2a1d73e3a782",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMIVAR__EXTREME_SL_MEDSEA_slev_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable sea level measured by tide gauges along the coast. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The annual percentiles referred to annual mean sea level are temporally averaged and their spatial evolution is displayed in the dataset medsea_omi_sl_extreme_var_slev_mean_and_anomaly_obs, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018).\n\n'''CONTEXT'''\n\nSea level  is one of the Essential Ocean Variables most affected by climate change. Global mean sea level rise has accelerated since the 1990’s (Abram et al., 2019, Legeais et al., 2020), due to the increase of ocean temperature and mass volume caused by land ice melting (WCRP, 2018). Basin scale oceanographic and meteorological features lead to regional variations of this trend that combined with changes in the frequency and intensity of storms could also rise extreme sea levels up to one metre by the end of the century (Vousdoukas et al., 2020). This will significantly increase coastal vulnerability to storms, with important consequences on the extent of flooding events, coastal erosion and damage to infrastructures caused by waves. \n\n'''CMEMS KEY FINDINGS'''\nThe completeness index criteria is fulfilled in this region by 11 stations, 3 more than in 2019, all of them in the Western Mediterranean. The mean 99th percentiles reflect the spatial variability of the tide, a microtidal regime, along the Spanish and French Mediterranean coasts, ranging from 0.23 m above mean sea level in Ibiza (Balearic Islands) to 0.39 m above mean sea level in Málaga, near the Strait of Gibraltar. The standard deviation ranges between 2 cm in Málaga and Motril (South of Spain) to 8 cm in Marseille. Most of the stations present clear negative anomalies of 2020 99th percentiles, increasing northwards in magnitude, up to -12 cm in Marseille.  Small positive anomalies (around 2 cm) are observed however in Valencia and Ibiza (Spain).  \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00265",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_SL_MEDSEA_slev_mean_and_anomaly_obs/omi_var_extreme_sl_medsea_slev_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_sl_medsea_slev_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_SL_MEDSEA_slev_mean_and_anomaly_obs/omi_var_extreme_sl_medsea_slev_mean_and_anomaly_obs_202211/omi_var_extreme_sl_medsea_slev_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_sl_medsea_slev_mean_and_anomaly_obs"
    }
  ],
  "title": "Mediterranean Sea Mean Sea Level extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -6.0,
          23.0,
          35.0,
          52.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}