{
  "type": "Collection",
  "id": "37f3a702-5a75-4431-9753-213aeb346817",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe Coastal Upwelling Index (CUI) is computed along the African and the Iberian Peninsula coasts. For each latitudinal point from 27°N to 42°N the Coastal Upwelling Index is defined as the temperature difference between the maximum and minimum temperature in a range of distance from the coast up to 3.5º westwards.\n〖CUI〗_lat=max⁡(T_lat )-min⁡(T_lat)\nA high Coastal Upwelling Index indicates intense upwelling conditions.\nThe index is computed from the following Copernicus Marine products:\n\tIBI-MYP: IBI_MULTIYEAR_PHY_005_002 (1993-2019)\n\tIBI-NRT: IBI_ANALYSISFORECAST_PHYS_005_001 (2020 onwards)\n\n'''CONTEXT'''\n\nCoastal upwelling process occurs along coastlines as the result of deflection of the oceanic water away from the shore. Such deflection is produced by Ekman transport induced by persistent winds parallel to the coastline (Sverdrup, 1938). When this transported water is forced, the mass balance is maintained by pumping of ascending intermediate water. This water is typically denser, cooler and richer in nutrients. The Iberia-Biscay-Ireland domain contains two well-documented Eastern Boundary Upwelling Ecosystems, they are hosted under the same system known as Canary Current Upwelling System (Fraga, 1981; Hempel, 1982). This system is one of the major coastal upwelling regions of the world and it is produced by the eastern closure of the Subtropical Gyre. The North West African (NWA) coast presents an intense upwelling region that extends from Morocco to south of Senegal, likewise the western coast of the Iberian Peninsula (IP) shows a seasonal upwelling behavior. These two upwelling domains are separated by the presence of the Gulf of Cadiz, where the coastline does not allow the formation of upwelling conditions from 34ºN up to 37ºN.\nThe Copernicus Marine Service Coastal Upwelling Index is defined following the steps of several previous upwelling indices described in literature. More details and full scientific evaluation can be found in the dedicated section in the first issue of the Copernicus Marine Service Ocean State report (Sotillo et al., 2016).\n\n'''CMEMS KEY FINDINGS'''\n\nThe NWA coast (latitudes below 34ºN) shows  a quite constantlow variability of the periodicity and the intensity of the upwelling, few periods of upwelling intensifications are found in years 1993-1995, and 2003-2004.\nIn the IP coast (latitudes higher than 37ºN) the interannual variability is more remarkable showing years with high upwelling activity (1994, 2004, and 2015-2017) followed by periods of lower activity (1996-1998, 2003, 2011, and 2013).\nAccording to the results of the IBI-NRT system, 2020 was a year with weak upwelling in the IP latitudes. \nWhile in the NWA coast the upwelling activity was more intense than the average.\nThe analysis of trends in the period 1993-2019 shows significant positive trend of the upwelling index in the IP latitudes. This trend implies an increase of temperature differences between the coastal and offshore waters of approximately 0.02 °C/Year.\n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00248",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_CURRENTS_cui/ibi_omi_currents_cui_index",
      "type": "WWW:FTP",
      "title": "ibi_omi_currents_cui_index"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_CURRENTS_cui/ibi_omi_currents_cui_trend",
      "type": "WWW:FTP",
      "title": "ibi_omi_currents_cui_trend"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_CURRENTS_cui/ibi_omi_currents_cui_index_202112/ibi_omi_currents_cui_index.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_currents_cui_index"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_CURRENTS_cui/ibi_omi_currents_cui_trend_202112/ibi_omi_currents_cui_trend.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_currents_cui_trend"
    }
  ],
  "title": "Iberia Biscay Ireland Coastal Upwelling Index from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          27.25,
          40.5,
          42.0,
          47.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}