{
  "type": "Collection",
  "id": "39756fcf-9802-48cb-b08e-5ffec394b1af",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe ibi_omi_tempsal_sst_trend product includes the Sea Surface Temperature (SST) trend for the Iberia-Biscay-Irish Seas over the period 1993-2019, i.e. the rate of change (°C/year). This OMI is derived from the CMEMS REP ATL L4 SST product (SST_ATL_SST_L4_REP_OBSERVATIONS_010_026), see e.g. the OMI QUID, http://marine.copernicus.eu/documents/QUID/CMEMS-OMI-QUID-ATL-SST.pdf), which provided the SSTs used to compute the SST trend over the Iberia-Biscay-Irish Seas. This reprocessed product consists of daily (nighttime) interpolated 0.05° grid resolution SST maps built from the ESA Climate Change Initiative (CCI) (Merchant et al., 2019) and Copernicus Climate Change Service (C3S) initiatives. Trend analysis has been performed by using the X-11 seasonal adjustment procedure (see e.g. Pezzulli et al., 2005), which has the effect of filtering the input SST time series acting as a low bandpass filter for interannual variations. Mann-Kendall test and Sens’s method (Sen 1968) were applied to assess whether there was a monotonic upward or downward trend and to estimate the slope of the trend and its 95% confidence interval. \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is a key climate variable since it deeply contributes in regulating climate and its variability (Deser et al., 2010). SST is then essential to monitor and characterise the state of the global climate system (GCOS 2010). Long-term SST variability, from interannual to (multi-)decadal timescales, provides insight into the slow variations/changes in SST, i.e. the temperature trend (e.g., Pezzulli et al., 2005). In addition, on shorter timescales, SST anomalies become an essential indicator for extreme events, as e.g. marine heatwaves (Hobday et al., 2018). \n\n'''CMEMS KEY FINDINGS'''\n\nOver the period 1993-2021, the Iberia-Biscay-Irish Seas mean Sea Surface Temperature (SST) increased at a rate of 0.011 ± 0.001 °C/Year.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00257",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/IBI_OMI_TEMPSAL_sst_trend/ibi_omi_tempsal_sst_trend",
      "type": "WWW:FTP",
      "title": "ibi_omi_tempsal_sst_trend"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/IBI_OMI_TEMPSAL_sst_trend/ibi_omi_tempsal_sst_trend_202211/ibi_omi_tempsal_sst_trend_2021_R19932021_P20220601.nc",
      "type": "MYO:MOTU-DGF",
      "title": "ibi_omi_tempsal_sst_trend"
    }
  ],
  "title": "Iberia Biscay Ireland Sea Surface Temperature trend map from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -19.0,
          26.0,
          5.0,
          56.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}