{
  "type": "Collection",
  "id": "3d9a35df-7c82-498f-8cda-71aa8b8d0ca4",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe global yearly ocean CO2 sink represents the ocean uptake of CO2 from the atmosphere computed over the whole ocean. It is expressed in PgC per year. The ocean monitoring index is presented for the period 1985 to 2021. The yearly estimate of the ocean CO2 sink corresponds to the mean of a 100-member ensemble of CO2 flux estimates (Chau et al. 2022). The range of an estimate with the associated uncertainty is then defined by the empirical 68% interval computed from the ensemble.\n\n'''CONTEXT'''\n\nSince the onset of the industrial era in 1750, the atmospheric CO2 concentration has increased from about 277±3 ppm (Joos and Spahni, 2008) to 412.44±0.1 ppm in 2020 (Dlugokencky and Tans, 2020). By 2011, the ocean had absorbed approximately 28 ± 5% of all anthropogenic CO2 emissions, thus providing negative feedback to global warming and climate change (Ciais et al., 2013). The ocean CO2 sink is evaluated every year as part of the Global Carbon Budget (Friedlingstein et al. 2022). The uptake of CO2 occurs primarily in response to increasing atmospheric levels. The global flux is characterized by a significant variability on interannual to decadal time scales largely in response to natural climate variability (e.g., ENSO) (Friedlingstein et al. 2022, Chau et al. 2022). \n\n'''CMEMS KEY FINDINGS'''\n\nThe rate of change of the integrated yearly surface downward flux has increased by 0.04±0.03e-1 PgC/yr2 over the period 1985-2021. The yearly flux time series shows a plateau in the 90s followed by an increase since 2000 with a growth rate of 0.06±0.04e-1 PgC/yr2. In  2021 (resp. 2020), the global ocean CO2 sink was    2.41±0.13 (resp.  2.50±0.12) PgC/yr. The average over the full period is 1.61±0.10 PgC/yr with an interannual variability (temporal standard deviation) of 0.46 PgC/yr.  In order to compare these fluxes to Friedlingstein et al. (2022), the estimate of preindustrial outgassing of riverine carbon of  0.61 PgC/yr, which is in between the estimate by Jacobson et al. (2007) (0.45±0.18 PgC/yr) and the one by Resplandy et al. (2018) (0.78±0.41 PgC/yr) needs to be added. A full discussion regarding this OMI can be found in section 2.10 of the Ocean State Report 4 (Gehlen et al., 2020) and in Chau et al. (2022).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00223",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_HEALTH_carbon_co2_flux_integrated/global_omi_health_carbon_co2_flux_integrated",
      "type": "WWW:FTP",
      "title": "global_omi_health_carbon_co2_flux_integrated"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_HEALTH_carbon_co2_flux_integrated/global_omi_health_carbon_co2_flux_integrated_202303/global_omi_health_carbon_co2_flux_integrated_1985_P20220930.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_health_carbon_co2_flux_integrated"
    }
  ],
  "title": "Global Ocean Yearly CO2 Sink from Multi-Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1985-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}