{
  "type": "Collection",
  "id": "6a802bd7-8e68-4aef-a444-d86a2d0dd31f",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe ocean monitoring indicator on mean sea level is derived from the DUACS delayed-time (DT-2021 version) altimeter gridded maps of sea level anomalies based on a stable number of altimeters (two) in the satellite constellation. These products are distributed by the Copernicus Climate Change Service and are also available in the Copernicus Marine Service catalogue (SEALEVEL_GLO_PHY_CLIMATE_L4_MY_008_057).\nThe mean sea level evolution estimated in the global ocean (hereafter GMSL) is derived from the average of the gridded sea level maps weighted by the cosine of the latitude. The annual and semi-annual periodic signals are removed (least scare fit of sinusoidal function) and the time series is low-pass filtered (175 days cut-off). The time series is corrected for the effect of the Glacial Isostatic Adjustment using the ICE5G-VM2 GIA model (Peltier, 2004).\nDuring 1993-1998, the GMSL has been known to be affected by a TOPEX-A instrumental drift (WCRP Global Sea Level Budget Group, 2018; Legeais et al., 2020). This drift led to overestimate the trend of the GMSL during the first 6 years of the altimetry record. Accounting for this correction changes the shape of the time series, which is no more linear but quadratic, indicating mean sea level acceleration during the altimetry era. \nThe trend uncertainty is provided in a 90% confidence interval (Prandi et al., 2021). This estimate only considers errors related to the altimeter observation system (i.e., orbit determination errors, geophysical correction errors and inter-mission bias correction errors). The presence of the interannual signal can strongly influence the trend estimation considering to the altimeter period considered (Wang et al., 2021; Cazenave et al., 2014). The uncertainty linked to this effect is not taken into account. \n\n'''CONTEXT'''\n\nThe indicator on area averaged sea level is a crucial index of climate change, and individual components contribute to sea level rise, including expansion due to ocean warming and melting of glaciers and ice sheets (WCRP Global Sea Level Budget Group, 2018). According to the recent IPCC 6th assessment report, global mean sea level (GMSL) increased by 0.20 (0.15 to 0.25) m over the period 1901 to 2018 with a rate 25 of rise that has accelerated since the 1960s to 3.7 (3.2 to 4.2) mm yr-1 for the period 2006–2018. Human activity was very likely the main driver of observed GMSL rise since 1970 (IPCC WGII, 2021). The weight of the different contributions evolves with time and in the recent decades the mass change has increased, contributing to the on-going acceleration of the GMSL trend (IPCC, 2022a; Legeais et al., 2020; Horwath et al., 2022). Rising sea level can strongly affect population and infrastructures in coastal areas, increase their vulnerability and risks for food security, particularly in low lying areas and island states. Adverse impacts from floods, storms and tropical cyclones with related losses and damages have increased due to sea level rise, and increase their vulnerability, and increase risks for food security, particularly in low lying areas and island states (IPCC, 2022b).  Adaptation and mitigation measures such as the restoration of mangroves and coastal wetlands, reduce the risks from sea level rise (IPCC, 2022c).\n\n'''CMEMS KEY FINDINGS'''\n\nOver the [1993/01/01, 2021/08/02] period, global mean sea level  rises at a rate of 3.3  0.4 mm/year. This trend estimation is based on the altimeter measurements corrected from the Topex-A drift at the beginning of the time series  (Legeais et al., 2020) and global GIA (Peltier, 2004). The observed global trend agrees with other recent estimates (Oppenheimer et al., 2019; IPCC WGI, 2021).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00237",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_SL_area_averaged_anomalies/global_omi_sl_area_averaged_anomalies",
      "type": "WWW:FTP",
      "title": "global_omi_sl_area_averaged_anomalies"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_SL_area_averaged_anomalies/global_omi_sl_area_averaged_anomalies_202112/global_omi_sl_area_averaged_anomalies_19930101_P20210907.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_sl_area_averaged_anomalies"
    }
  ],
  "title": "Global Ocean Mean Sea Level time series and trend from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}