{
  "type": "Collection",
  "id": "6afd50c7-637c-47a1-b4d0-2a817ae3ef8b",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMI_EXTREME_WAVE_BALTIC_swh_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable significant wave height (swh) measured by in situ buoys. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The percentiles are temporally averaged, and the spatial evolution is displayed, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018). \n\n'''CONTEXT'''\n\nProjections on Climate Change foresee a future with a greater frequency of extreme sea states (Stott, 2016; Mitchell et al., 2006). The damages caused by severe wave storms can be considerable not only in infrastructure and buildings but also in the natural habitat, crops and ecosystems affected by erosion and flooding aggravated by the extreme wave heights. In addition, wave storms strongly hamper the maritime activities, especially in harbours. These extreme phenomena drive complex hydrodynamic processes, whose understanding is paramount for proper infrastructure management, design and maintenance (Goda, 2010).\n\n'''CMEMS KEY FINDINGS'''\n\nThe mean 99th percentiles showed in the area are around 3 meters in the two stations included this year (Arkona and FinngrundetWR), and the standard deviation ranges from 0.23 to 0.26 m.\nResults for this year show a slight negative anomaly in both stations, with  -0.315 meters in Arkona, and less than -0.1 meter in FinngrundetWR, both around the standard deviation range  in the area. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00199",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_WAVE_BALTIC_swh_mean_and_anomaly_obs/omi_var_extreme_wave_baltic_swh_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_wave_baltic_swh_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_WAVE_BALTIC_swh_mean_and_anomaly_obs/omi_var_extreme_wave_baltic_swh_mean_and_anomaly_obs_202211/omi_var_extreme_wave_baltic_swh_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_wave_baltic_swh_mean_and_anomaly_obs"
    }
  ],
  "title": "Baltic Sea Significant Wave Height extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          50.0,
          30.5,
          67.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}