{
  "type": "Collection",
  "id": "7910254b-1f71-41bb-a6ee-47a178f4d781",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe cod reproductive volume has been derived from regional reanalysis modelling results for the Baltic Sea (BALTICSEA_REANALYSIS_PHY_003_011 and BALTICSEA_REANALYSIS_BIO_003_012). The volume has been calculated taking into account the three most important influencing abiotic factors of cod reproductive success: salinity > 11 g/kg, oxygen concentration > 2 ml/l and water temperature over 1.5°C (MacKenzie et al., 1996; Heikinheimo, 2008; Plikshs et al., 2015). The daily volumes are calculated as the volumes of the water with salinity > 11 g/kg, oxygen content > 2 ml/l and water temperature over 1.5°C in the Baltic Sea International Council for the Exploration of the Sea subdivisions of 25-28 (ICES, 2019).\n\n'''CONTEXT'''\n\nCod (Gadus morhua) is a characteristic fish species in the Baltic Sea with major economic importance. The Baltic cod stocks have gone through a steep decline in the late 1980s (ICES, 2005). Water salinity and oxygen concentration affect cod stock through the survival of eggs (Westin and Nissling, 1991; Wieland et al., 1994). Major Baltic Inflows provide a suitable environment for cod reproduction by bringing saline oxygenated water to the deep basins of the Baltic Sea (BALTIC_OMI_WMHE_mbi_bottom_salinity_arkona_bornholm and BALTIC_OMI_WMHE_mbi_sto2tz_gotland). Increased cod reproductive volume has a positive effect on cod reproduction success, which reflects in an increase of stock size indicator 4–5 years after the Major Baltic Inflow (Raudsepp et al., 2019; BALTIC_OMI_MBI). Eastern Baltic cod reaches maturity around age 2–3, depending on the population density and environmental conditions. Low oxygen and salinity cause stress, which negatively affects cod recruitment, whereas sufficient conditions may bring about male cod maturation even at the age of 1.5 years (Cardinale and Modin, 1999; Karasiova et al., 2008). \n\n'''CMEMS KEY FINDINGS'''\n\nIn general, the cod reproductive volume fluctuates between 200 and 400 km3. There are periods, when cod reproductive volume increases to 700-800 km3, like 2003-2004, 2006 - first half of 2007, 2014 - first half of 2015 and 2016-beginning of 2017. Usually, the increase of cod reproductive volume is the result of Major Baltic Inflows. Suitable conditions for cod reproduction persist for a shorter time period than that of the saline water volume (BALTIC_OMI_WMHE_mbi_bottom_salinity_arkona_bornholm and BALTIC_OMI_WMHE_mbi_sto2tz_gotland), indicating that oxygen content declines faster than salinity in the bottom layers of the Baltic Sea (Raudsepp et al. 2018). There was a relatively high cod reproductive volume of 800 km3 in the Baltic Sea in 2019, which decreased down to 200 km3 by the end of 2021. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00196",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_HEALTH_codt_volume/baltic_omi_health_codt_volume",
      "type": "WWW:FTP",
      "title": "baltic_omi_health_codt_volume"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_HEALTH_codt_volume/baltic_omi_health_codt_volume_202211/baltic_omi_health_codt_volume_19930101_P20220908.nc",
      "type": "MYO:MOTU-DGF",
      "title": "baltic_omi_health_codt_volume"
    }
  ],
  "title": "Baltic Sea Cod Reproductive Volume from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          9.0,
          53.0,
          30.0,
          66.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}