{
  "type": "Collection",
  "id": "8d8d58d9-a893-449d-a0d8-a7509442b299",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMI_VAR_EXTREME_SST_BALTIC_sst_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable sea surface temperature measured by in situ buoys at depths between 0 and 5 meters. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The percentiles are temporally averaged, and the spatial evolution is displayed, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018). \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the essential ocean variables affected by climate change (mean SST trends, SST spatial and interannual variability, and extreme events). In Europe, several studies show warming trends in mean SST for the last years.  An exception seems to be the North Atlantic, where, in contrast, anomalous cold conditions have been observed since 2014 (Mulet et al., 2018; Dubois et al. 2018). Extremes may have a stronger direct influence in population dynamics and biodiversity. According to Alexander et al. 2018 the observed warming trend will continue during the 21st Century and this can result in exceptionally large warm extremes. Monitoring the evolution of sea surface temperature extremes is, therefore, crucial.\nThe Baltic Sea has showed in the last two decades a warming trend across the whole basin. This trend is significantly higher when considering only the summer season, which would affect the high extremes (e.g. Høyer and Karagali, 2016).\n\n'''CMEMS KEY FINDINGS'''\n\nThe mean 99th percentiles showed in the area go from 18.7ºC in Slipshavn to 21.2ºC around the Zealand Region, and the standard deviation ranges between 1ºC and 2ºC.\nResults for this year show a slight positive anomaly in the central Baltic Sea below +0.5ºC, a moderate positive anomaly in Bomholm and Arkona Basins, reaching +2.8ºC in Slipshavn, and a negative anomaly in the Southwest of Zealand Region (Bay of Mecklenburg, Kiel Basin and South of Great Belt) between -1.5ºC and -2.5ºC. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00204",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_SST_BALTIC_sst_mean_and_anomaly_obs/omi_var_extreme_sst_baltic_sst_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_sst_baltic_sst_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_SST_BALTIC_sst_mean_and_anomaly_obs/omi_var_extreme_sst_baltic_sst_mean_and_anomaly_obs_202211/omi_var_extreme_sst_baltic_sst_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_sst_baltic_sst_mean_and_anomaly_obs"
    }
  ],
  "title": "Baltic Sea Surface Temperature extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          50.0,
          30.5,
          67.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}