{
  "type": "Collection",
  "id": "938c37f3-d550-4ee9-9fd2-dd85f1e43065",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nNet sea-ice volume and area transport through the openings Fram Strait between Spitsbergen and Greenland along 79°N, 20°W - 10°E (positive southward); northern Barents Sea between Svalbard and Franz Josef Land archipelagos along 80°N, 27°E - 60°E (positive southward); eastern Barents Sea between the Novaya Zemlya and Franz Josef Land archipelagos along 60°E, 76°N - 80°N (positive westward). For further details, see Lien et al. (2021).\n\n'''CONTEXT'''\n\nThe Arctic Ocean contains a large amount of freshwater, and the freshwater export from the Arctic to the North Atlantic influence the stratification, and, the Atlantic Meridional Overturning Circulation (e.g., Aagaard et al., 1985). The Fram Strait represents the major gateway for freshwater transport from the Arctic Ocean, both as liquid freshwater and as sea ice (e.g., Vinje et al., 1998). The transport of sea ice through the Fram Strait is therefore important for the mass balance of the perennial sea-ice cover in the Arctic as it represents a large export of about 10% of the total sea ice volume every year (e.g., Rampal et al., 2011). Sea ice export through the Fram Strait has been found to explain a major part of the interannual variations in Arctic perennial sea ice volume changes (Ricker et al., 2018). The sea ice and associated freshwater transport to the Barents Sea has been suggested to be a driving mechanism for the presence of Arctic Water in the northern Barents Sea, and, hence, the presence of the Barents Sea Polar Front dividing the Barents Sea into a boreal and an Arctic part (Lind et al., 2018). In recent decades, the Arctic part of the Barents Sea has been giving way to an increasing boreal part, with large implications for the marine ecosystem and harvestable resources (e.g., Fossheim et al., 2015).\n\n'''CMEMS KEY FINDINGS'''\n\nThe sea-ice transport through the Fram Strait shows a distinct seasonal cycle in both sea ice area and volume transport, with a maximum in winter. There is a slight positive trend in the volume transport over the last two and a half decades. In the Barents Sea, a strong reduction of nearly 90% in average sea-ice thickness has diminished the sea-ice import from the Polar Basin (Lien et al., 2021). In both areas, the Fram Strait and the Barents Sea, the winds governed by the regional patterns of atmospheric pressure is an important driving force of temporal variations in sea-ice transport (e.g., Aaboe et al., 2021; Lien et al., 2021).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00192",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/ARCTIC_OMI_SI_Transport_NordicSeas/arctic_omi_si_transport_nordicseas",
      "type": "WWW:FTP",
      "title": "arctic_omi_si_transport_nordicseas"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/ARCTIC_OMI_SI_Transport_NordicSeas/arctic_omi_si_transport_nordicseas_202211/arctic_omi_si_transport_nordicseas_19930115_P20220901_R19932021.nc",
      "type": "MYO:MOTU-DGF",
      "title": "arctic_omi_si_transport_nordicseas"
    }
  ],
  "title": "Sea Ice Area/Volume Transport in the Nordic Seas from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -20.0,
          76.0,
          60.0,
          80.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-15T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}