{
  "type": "Collection",
  "id": "a131a1fc-7bce-4639-a04b-f9a2559ba2ce",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nNINO34 sea surface temperature anomaly (°C) is defined as the difference between the sea surface temperature averaged over the 170°W-120°W 5°S,-5°N area  and the climatological reference value over same area. Spatial averaging was weighted by surface area. Monthly mean values are given here. The reference period is 1993-2014. El Nino or La Nina events are defined when the NINO3.4 SST anomalies exceed +/- 0.5°C during a period of six month.\n\n'''CONTEXT'''\n\nEl Nino Southern Oscillation (ENSO) is one of the most  important source of climatic  variability resulting  from a strong coupling between ocean and atmosphere in the central tropical Pacific and affecting surrounding populations.  Globally, it impacts ecosystems, precipitation, and freshwater resources (Glantz, 2001). ENSO is mainly characterized by two anomalous states that last from several months to more than a year and recur irregularly on a typical time scale of 2-7 years. The warm phase El Niño is broadly characterized by a weakening of the easterly trade winds at interannual timescales associated with surface and subsurface processes leading to a surface warming in the eastern Pacific. Opposite changes are observed during the cold phase La Niña (review in Wang et al., 2017). Nino 3.4 Sea surface Temperature Anomaly is a good indicator of the state of the Central tropical Pacific El Nino conditions and enable to monitor the evolution the ENSO phase.\n\n'''CMEMS KEY FINDINGS'''\n\nOver the 1993-2019 period, there were several episodes of strong positive ENSO phases in particular in 1998 and 2016, where NINO3.4 indicator reached positive values larger than 2°C (and remained above 0.5°C during more than 6 months). Several La Nina events were also observed like in 2000 and 2008. \nThe NINO34 indicator is a good index to monitor the state of ENSO phase and a useful tool to help seasonal forecasting of meteorological conditions.\n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00219",
  "links": [
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_CLIMVAR_enso_sst_area_averaged_anomalies/global_omi_climate-variability_nino34_sst_anom_202207/global_omi_climate-variability_nino34_sst_anom_19930115_P20220427_R19932014.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_climate-variability_nino34_sst_anom"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_CLIMVAR_enso_sst_area_averaged_anomalies/global_omi_climate-variability_nino34_sst_anom",
      "type": "WWW:FTP",
      "title": "global_omi_climate-variability_nino34_sst_anom"
    }
  ],
  "title": "Nino 3.4 Sea Surface Temperature time series from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -170.0,
          -5.0,
          -120.0,
          5.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2019-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}