{
  "type": "Collection",
  "id": "af2e7fe7-6ea5-4c0f-bd00-a427895a15f8",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nBased on daily, global climate sea surface temperature (SST) analyses generated by the European Space Agency (ESA) SST Climate Change Initiative (CCI) and the Copernicus Climate Change Service (C3S) (Merchant et al., 2019; product SST-GLO-SST-L4-REP-OBSERVATIONS-010-024).  \nAnalysis of the data was based on the approach described in Mulet et al. (2018) and is described and discussed in Good et al. (2020). The processing steps applied were: \n1.\tThe daily analyses were averaged to create monthly means.  \n2.\tA climatology was calculated by averaging the monthly means over the period 1993 - 2014.  \n3.\tMonthly anomalies were calculated by differencing the monthly means and the climatology.  \n4.\tThe time series for each grid cell was passed through the X11 seasonal adjustment procedure, which decomposes a time series into a residual seasonal component, a trend component and errors (e.g., Pezzulli et al., 2005). The trend component is a filtered version of the monthly time series. \n5.\tThe slope of the trend component was calculated using a robust method (Sen 1968). The method also calculates the 95% confidence range in the slope.  \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the Essential Climate Variables (ECVs) defined by the Global Climate Observing System (GCOS) as being needed for monitoring and characterising the state of the global climate system (GCOS 2010). It provides insight into the flow of heat into and out of the ocean, into modes of variability in the ocean and atmosphere, can be used to identify features in the ocean such as fronts and upwelling, and knowledge of SST is also required for applications such as ocean and weather prediction (Roquet et al., 2016).\n\n'''CMEMS KEY FINDINGS'''\n\nWarming trends occurred over most of the globe between 1993 and 2021. One of the exceptions is the North Atlantic, which has a region south of Greenland where a cooling trend is found. The cooling in this area has been previously noted as occurring on centennial time scales (IPCC, 2013; Caesar et al., 2018; Sevellee et al., 2017).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00243",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_TEMPSAL_sst_trend/global_omi_tempsal_sst_trend",
      "type": "WWW:FTP",
      "title": "global_omi_tempsal_sst_trend"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_TEMPSAL_sst_trend/global_omi_tempsal_sst_trend_202211/global_omi_tempsal_sst_trend_19932021_P20220331.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_tempsal_sst_trend"
    }
  ],
  "title": "Global Ocean Sea Surface Temperature trend map from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}