{
  "type": "Collection",
  "id": "b170c336-b6f0-440e-9f03-f26b37a49d54",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMI_EXTREME_SST_MEDSEA_sst_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable sea surface temperature measured by in situ buoys at depths between 0 and 5 meters. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The percentiles are temporally averaged, and the spatial evolution is displayed, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018). \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the essential ocean variables affected by climate change (mean SST trends, SST spatial and interannual variability, and extreme events). In Europe, several studies show warming trends in mean SST for the last years.  An exception seems to be the North Atlantic, where, in contrast, anomalous cold conditions have been observed since 2014 (Mulet et al., 2018; Dubois et al. 2018). Extremes may have a stronger direct influence in population dynamics and biodiversity. According to Alexander et al. 2018 the observed warming trend will continue during the 21st Century and this can result in exceptionally large warm extremes. Monitoring the evolution of sea surface temperature extremes is, therefore, crucial.\nThe Mediterranean Sea has showed a constant increase of the SST in the last three decades across the whole basin. Deep analyses of the variations have displayed a non-uniform rate in space, being the warming trend more evident in the eastern Mediterranean Sea with respect to the western side. This variation rate is also changing in time over the three decades with differences between the seasons (e.g. Pastor et al. 2018; Pisano et al. 2020), being higher in Spring and Summer, which would affect the extreme values.\n\n'''CMEMS KEY FINDINGS '''\n\nThe mean 99th percentiles showed in the area present values from 26º in the Alboran sea, around 27ºC in the West of Iberian Peninsula to 28ºC in the Coast of Slovenia. The standard deviation ranges from 0.4 to 0.9ºC in the area.\nResults for this year show a slight positive anomaly in most of stations in the Spanish Coast (+0.4/+0.8ºC), negative, but close to zero, in the Coast of Slovenia (-0.13ºC) and only in one station in the North West of Spain (Barcelona) the anomaly is positive, slightly above the standard deviation (+1.4ºC).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00267",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_SST_MEDSEA_sst_mean_and_anomaly_obs/omi_var_extreme_sst_medsea_sst_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_sst_medsea_sst_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_SST_MEDSEA_sst_mean_and_anomaly_obs/omi_var_extreme_sst_medsea_sst_mean_and_anomaly_obs_202211/omi_var_extreme_sst_medsea_sst_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_sst_medsea_sst_mean_and_anomaly_obs"
    }
  ],
  "title": "Mediterranean Sea Surface Temperature extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -6.0,
          23.0,
          35.0,
          52.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}