{
  "type": "Collection",
  "id": "b1ae923c-b6ad-4ebd-9662-9fc3cc33a751",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMI_VAR_EXTREME_SST_IBI_sst_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable sea surface temperature measured by in situ buoys at depths between 0 and 5 meters. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The percentiles are temporally averaged, and the spatial evolution is displayed, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018). \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the essential ocean variables affected by climate change (mean SST trends, SST spatial and interannual variability, and extreme events). In Europe, several studies show warming trends in mean SST for the last years.  An exception seems to be the North Atlantic, where, in contrast, anomalous cold conditions have been observed since 2014 (Mulet et al., 2018; Dubois et al. 2018). Extremes may have a stronger direct influence in population dynamics and biodiversity. According to Alexander et al. 2018 the observed warming trend will continue during the 21st Century and this can result in exceptionally large warm extremes. Monitoring the evolution of sea surface temperature extremes is, therefore, crucial.\nThe Iberia Biscay Ireland area is characterized by a great complexity in terms of processes that take place in it. The sea surface temperature varies depending on the latitude with higher values to the South. In this area, the clear warming trend observed in other European Seas is not so evident. The northwest part is influenced by the refreshing trend in the North Atlantic, and a mild warming trend has been observed in the last decade (Pisano et al. 2020).\n\n'''CMEMS KEY FINDINGS'''\n\nThe mean 99th percentiles showed in the area present a range from 16-17ºC in the Southwest of the British Isles and English Channel, 19ºC in the West of Galician Coast, 21-23ºC in the south of Bay of Biscay, 23.5ºC in the Gulf of Cadiz to 24ºC in the Canary Island. The standard deviations are between 0.4ºC and 0.8ºC.\nResults for this year show a general slight positive anomaly in the South of the British Isles (+0.2/+0.8ºC). In the North of Spain, the anomaly is slightly or moderately positive between 0.3ºC and +1.2ºC. In the Gulf of Cadiz the anomaly is also positive (+0.9ºC) and in Canary Island is close to zero. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00255",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_SST_IBI_sst_mean_and_anomaly_obs/omi_var_extreme_sst_ibi_sst_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_sst_ibi_sst_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_SST_IBI_sst_mean_and_anomaly_obs/omi_var_extreme_sst_ibi_sst_mean_and_anomaly_obs_202211/omi_var_extreme_sst_ibi_sst_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_sst_ibi_sst_mean_and_anomaly_obs"
    }
  ],
  "title": "Iberia Biscay Ireland Sea Surface Temperature extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -23.0,
          26.0,
          14.0,
          56.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}