{
  "type": "Collection",
  "id": "b571fc24-e014-4b51-92b5-aa98aa58237f",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe OMI_VAR_EXTREME_SST_NORTHWESTSHELF_sst_mean_and_anomaly_obs indicator is based on the computation of the 99th and the 1st percentiles from in situ data (observations). It is computed for the variable sea surface temperature measured by in situ buoys at depths between 0 and 5 meters. The use of percentiles instead of annual maximum and minimum values, makes this extremes study less affected by individual data measurement errors. The percentiles are temporally averaged, and the spatial evolution is displayed, jointly with the anomaly in the target year. This study of extreme variability was first applied to sea level variable (Pérez Gómez et al 2016) and then extended to other essential variables, sea surface temperature and significant wave height (Pérez Gómez et al 2018).\n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the essential ocean variables affected by climate change (mean SST trends, SST spatial and interannual variability, and extreme events). In Europe, several studies show warming trends in mean SST for the last years.  An exception seems to be the North Atlantic, where, in contrast, anomalous cold conditions have been observed since 2014 (Mulet et al., 2018; Dubois et al. 2018). Extremes may have a stronger direct influence in population dynamics and biodiversity. According to Alexander et al. 2018 the observed warming trend will continue during the 21st Century and this can result in exceptionally large warm extremes. Monitoring the evolution of sea surface temperature extremes is, therefore, crucial.\nThe North-West Self area comprises part of the North Atlantic, where this refreshing trend has been observed, and the North Sea, where a warming trend has been taking place in the last three decades (e.g. Høyer and Karagali, 2016).\n\n'''CMEMS KEY FINDINGS'''\n\nThe mean 99th percentiles showed in the area present a range from 14ºC in the Northwest of the British Isles, 15.6ºC in the North of the North Sea (Heimdal Station), 18ºC in the English Channel to 20-21ºC around Denmark (Helgoland Bight, Skagerrak and Kattegat Seas). The standard deviation ranges from 0.5ºC in the English Channel and 0.8/0.9ºC in the Northwest of the British Isles and Heimdal Station to 1.0/1.7ºC in the buoys around Denmark.\nResults for this year show either positive (+1.3ºC in Helgoland Bight) or negative (-0.6ºC  in the North West of the British Isles) anomalies around their corresponding standard deviation in all the area, except in Aarhus station in the North East of Zealand Island where the negative anomaly reaches -2.0ºC in concordance with the negative anomalies found in the Zealand Region in the Baltic OMI.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00274",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/OMI_VAR_EXTREME_SST_NORTHWESTSHELF_sst_mean_and_anomaly_obs/omi_var_extreme_sst_northwestshelf_sst_mean_and_anomaly_obs",
      "type": "WWW:FTP",
      "title": "omi_var_extreme_sst_northwestshelf_sst_mean_and_anomaly_obs"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/OMI_VAR_EXTREME_SST_NORTHWESTSHELF_sst_mean_and_anomaly_obs/omi_var_extreme_sst_northwestshelf_sst_mean_and_anomaly_obs_202211/omi_var_extreme_sst_northwestshelf_sst_mean_and_anomaly_obs.nc",
      "type": "MYO:MOTU-DGF",
      "title": "omi_var_extreme_sst_northwestshelf_sst_mean_and_anomaly_obs"
    }
  ],
  "title": "North West Shelf Sea Surface Temperature extreme from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -13.0,
          46.0,
          13.0,
          62.5
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          "2020-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}