{
  "type": "Collection",
  "id": "ef932fc0-04e7-4a25-b7b2-08a2d85d4039",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nVolume transport across lines are obtained by integrating the volume fluxes along some selected sections and from top to bottom of the ocean. The values are computed from models’ daily output.\nThe mean value over a reference period (1993-2014) and over the last full year are provided for the ensemble product and the individual reanalysis, as well as the standard deviation for the ensemble product over the reference period (1993-2014). The values are given in Sverdrup (Sv).\n\n'''CONTEXT'''\n\nThe ocean transports heat and mass by vertical overturning and horizontal circulation, and is one of the fundamental dynamic components of the Earth’s energy budget (IPCC, 2013). There are spatial asymmetries in the energy budget resulting from the Earth’s orientation to the sun and the meridional variation in absorbed radiation which support a transfer of energy from the tropics towards the poles. However, there are spatial variations in the loss of heat by the ocean through sensible and latent heat fluxes, as well as differences in ocean basin geometry and current systems. These complexities support a pattern of oceanic heat transport that is not strictly from lower to high latitudes. Moreover, it is not stationary and we are only beginning to unravel its variability. \n\n'''CMEMS KEY FINDINGS'''\n\nThe mean transports estimated by the ensemble global reanalysis are comparable to estimates based on observations; the uncertainties on these integrated quantities are still large in all the available products. At Drake Passage, the multi-product approach (product no. 2.4.1) is larger than the value (130 Sv) of Lumpkin and Speer (2007), but smaller than the new observational based results of Colin de Verdière and Ollitrault, (2016) (175 Sv) and Donohue (2017) (173.3 Sv).\n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00247",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/GLOBAL_OMI_WMHE_voltrp/global_omi_wmhe_voltrp",
      "type": "WWW:FTP",
      "title": "global_omi_wmhe_voltrp"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/GLOBAL_OMI_WMHE_voltrp/global_omi_wmhe_voltrp_202003/GLOBAl_OMI_WMHE_voltrp_R21090131.nc",
      "type": "MYO:MOTU-DGF",
      "title": "global_omi_wmhe_voltrp"
    }
  ],
  "title": "Mean Volume Transport across sections from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2017-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}