{
  "type": "Collection",
  "id": "f2438154-502c-490b-bb43-72cef1e3745e",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nMajor Baltic Inflows bring large volumes of saline and oxygen-rich water into the bottom layers of the deep basins of the Baltic Sea- Bornholm basin, Gdansk basin and Gotland basin. The Major Baltic Inflows occur seldom, sometimes many years apart (Mohrholz, 2018). The Major Baltic Inflow OMI consists of the time series of the bottom layer salinity in the Arkona basin and in the Bornholm basin and the time-depth plot of temperature, salinity and dissolved oxygen concentration in the Gotland basin (CMEMS OMI Baltic Sea Major Baltic Inflow: time/depth evolution S, T, O2). Bottom salinity increase in the Arkona basin is the first indication of the saline water inflow, but not necessarily Major Baltic Inflow. Abrupt increase of bottom salinity of 2-3 units in the more downstream Bornholm basin is a solid indicator that Major Baltic Inflow has occurred.\n\n'''CONTEXT'''\n\nThe Baltic Sea is a huge brackish water basin in Northern Europe whose salinity is controlled by its freshwater budget and by the water exchange with the North Sea (e.g. Neumann et al., 2017). The saline and oxygenated water inflows to the Baltic Sea through the Danish straits, especially the Major Baltic Inflows, occur only intermittently (e.g. Mohrholz, 2018). Long-lasting periods of oxygen depletion in the deep layers of the central Baltic Sea accompanied by a salinity decline and the overall weakening of vertical stratification are referred to as stagnation periods. Extensive stagnation periods occurred in the 1920s/1930s, in the 1950s/1960s and in the 1980s/beginning of 1990s (BACCII Author Team, 2015).  Bottom salinity variations in the Arkona Basin represent water exchange between the Baltic Sea and Skagerrak-Kattegat area. The increasing salinity signal in that area does not indicate that a Major Baltic Inflow has occurred. The mean sea level of the Baltic Sea derived from satellite altimetry data can be used as a proxy for the detection of saline water inflows to the Baltic Sea from the North Sea (Raudsepp et al., 2018). The medium and strong inflow events increase oxygen concentration in the near-bottom layer of the Bornholm Basin while some medium size inflows have no impact on deep water salinity (Mohrholz, 2018). \n\n'''CMEMS KEY FINDINGS'''\n\nTime series of the bottom salinity variations in the Arkona basin allow a monitoring of the sporadic nature of the water inflow/outflow events. Bottom salinity in the Arkona basin varies in the range of 11 to 25 g/kg. The maximum bottom salinity value corresponds to the Major Baltic Inflow in 2014. The other peak salinity values correspond to the Major Baltic Inflows in 1993 and 2002. Episodes of low salinity in the Arkona Basin indicate the time instances of barotropic outflows of brackish water from the Baltic Sea. Since 2015, the peak salinities of the inflow events have decreased from 25 to 14 g/kg. \nThe bottom salinity signal in the Bornholm basin shows three Major Baltic Inflow events, i.e. the first in 1993, then in 2002 and the last one in 2014. The bottom salinity of the Bornholm basin increased to 20 g/kg as a consequence of the last Major Baltic Inflow. Since then, the salinity in the Bornholm basin has decreased from 20 to the level of 16 g/kg in seven years. After the MBI in 2002, the salinity dropped to 16 g/kg much faster, i.e., in three years.\n\n'''DOI (product):'''\nhttps://doi.org/10.48670/moi-00209",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_WMHE_mbi_bottom_salinity_arkona_bornholm/baltic_omi_wmhe_mbi_bottom_salinity_arkona_bornholm",
      "type": "WWW:FTP",
      "title": "baltic_omi_wmhe_mbi_bottom_salinity_arkona_bornholm"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_WMHE_mbi_bottom_salinity_arkona_bornholm/baltic_omi_wmhe_mbi_bottom_salinity_arkona_bornholm_202211/baltic_omi_wmhe_mbi_bottom_salinity_arkona_bornholm_19930101_P20220908.nc",
      "type": "MYO:MOTU-DGF",
      "title": "baltic_omi_wmhe_mbi_bottom_salinity_arkona_bornholm"
    }
  ],
  "title": "Baltic Sea Major Baltic Inflow: bottom salinity from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          9.0,
          53.0,
          30.0,
          66.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}