{
  "type": "Collection",
  "id": "fff76715-6dc1-4297-ae52-47b4c1da1f86",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nSea ice extent is defined as the area covered by sea ice, that is the area of ocean having more than 15% sea ice concentration. Sea ice concentration is the fractional coverage of an ocean area covered with sea ice. Daily sea ice extent values are computed from the daily sea ice concentration maps. All sea ice covered Baltic Sea is included, except for lake ice. The data used to produce the charts are Synthetic Aperture Radar images as well as in situ observations from ice breakers (Uiboupin et al., 2010). The annual course of the sea ice extent has been calculated as daily mean ice extent for each day-of-year over the period October 1992 – September 2014. Weekly smoothed time series of the sea ice extent have been calculated from daily values using a 7-day moving average filter.\n\n'''CONTEXT'''\n\nSea ice coverage has a vital role in the annual course of physical and ecological conditions in the Baltic Sea. Moreover, it is an important parameter for safe winter navigation. The presence of sea ice cover sets special requirements for navigation, both for the construction of the ships and their behaviour in ice, as in many cases, merchant ships need icebreaker assistance. Temporal trends of the sea ice extent could be a valuable indicator of the climate change signal in the Baltic Sea region. It has been estimated that a 1 °C increase in the average air temperature results in the retreat of ice-covered area in the Baltic Sea about 45,000 km2 (Granskog et al., 2006). Decrease in maximum ice extent may influence vertical stratification of the Baltic Sea (Hordoir and Meier, 2012) and affect the onset of the spring bloom (Eilola et al., 2013). In addition, statistical sea ice coverage information is crucial for planning of coastal and offshore construction. Therefore, the knowledge about ice conditions and their variability is required and monitored in Copernicus Marine Service.\n\n'''CMEMS KEY FINDINGS'''\n\nSea ice coverage in the Baltic Sea is strongly seasonal. In general, sea ice starts to form in October and may last until June. The ice season 2020/21 had the moderate maximum ice extent in the Baltic Sea. Sea ice extent reached a maximum area of about 121 000 km2. The seasonal cycle of the sea ice extent showed strong asymmetry towards an earlier period of the ice season. The ice extent increased rapidly during the first half of February followed by a fast decrease of the sea ice extent during the second half of February. Maximum sea ice extent in 2020/21 reached the level of mean maximum sea ice extent. On average, maximum sea ice extent is reached at the beginning of March, but in 2021 maximum sea ice extent was observed in mid February. In a case of fully ice covered Baltic Sea the maximum ice extent is 422 000 km2, which was last observed during the 1940s (Vihma and Haapala, 2009). Thus, 29% of the Baltic Sea was covered by ice in 2020/21. Although there is a tendency of decreasing sea ice extent in the Baltic Sea over the period 1993-2021, the linear trend is not statistically significant. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00200",
  "links": [
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_SI_extent/BALTIC_OMI_SI_extent",
      "type": "WWW:FTP",
      "title": "BALTIC_OMI_SI_extent"
    },
    {
      "rel": "describedby",
      "href": "ftp://my.cmems-du.eu/Core/BALTIC_OMI_SI_extent/BALTIC_OMI_SI_extent_yday",
      "type": "WWW:FTP",
      "title": "BALTIC_OMI_SI_extent_yday"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_SI_extent/BALTIC_OMI_SI_extent_202211/baltic_omi_si_extent_19930101_P20211028.nc",
      "type": "MYO:MOTU-DGF",
      "title": "BALTIC_OMI_SI_extent"
    },
    {
      "rel": "describedby",
      "href": "https://mdl1.marine.copernicus.eu/derived/BALTIC_OMI_SI_extent/BALTIC_OMI_SI_extent_yday_202211/baltic_omi_si_extent_yday_20191001_P20211028.nc",
      "type": "MYO:MOTU-DGF",
      "title": "BALTIC_OMI_SI_extent_yday"
    }
  ],
  "title": "Baltic Sea Ice Extent from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          9.0,
          53.0,
          30.0,
          66.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean Internations",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}