{
  "type": "Collection",
  "id": "BLKSEA_OMI_HEALTH_oxygen_trend",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe oxygenation status of the Black Sea open basin is described by three complementary indicators, derived from vertical profiles and spatially averaged over the Black Sea open basin (depth > 50m). (1) The oxygen penetration depth is the depth at which  [O2] < 20µM, expressed in [m]. (2) The oxygen penetration density is the potential density anomaly at the oxygen penetration depth [kg/m³]. (3) The oxygen inventory is the vertically integrated oxygen content [mol O2/m²]. The 20µM threshold was chosen to minimize the indicator sensitivity to sensor’s precision. Those three metrics are complementary: Oxygen penetration depth is more easily understood, but present more spatial variability. Oxygen penetration density helps in dissociating biogeochemical processes from shifts in the physical structure. Although less intuitive, the oxygen inventory is a more integrative diagnostic and its definition is more easily transposed to other areas.\n\n'''CONTEXT'''\n\nThe Black Sea is permanently stratified, due to the contrast in density between large riverine and Mediterranean inflows. This stratification restrains the ventilation of intermediate and deep waters and confines, within a restricted surface layer, the waters that are oxygenated by photosynthesis and exchanges with the atmosphere. The vertical extent of the oxic layer determines the volume of habitat available for pelagic populations (Ostrovskii and Zatsepin 2011, Sakınan and Gücü 2017) and present spatial and temporal variations (Murray et al. 1989; Tugrul et al. 1992; Konovalov and Murray 2001). At long and mid-term, these variations can be monitored with three metrics (Capet et al. 2016), derived from the vertical profiles that can obtained from traditional ship casts or autonomous Argo profilers (Stanev et al., 2013). A large source of uncertainty associated with the spatial and temporal average of those metrics stems from the small number of Argo floats, scarcely adequate to sample the known spatial variability of those metrics.\n\n'''CMEMS KEY FINDINGS'''\n\nDuring the past 60 years, the vertical extent of the Black Sea oxygenated layer has narrowed from 140m to 90m (Capet et al. 2016). The Argo profilers active for 2016 suggested an ongoing deoxygenation trend and indicated an average oxygen penetration depth of 72m at the end of 2016, the lowest value recorded during the past 60 years. The oxygenation of subsurface water is closely related to the intensity of cold water formation, an annual ventilation processes which has been recently limited by warmer-than-usual winter air temperature (Capet et al. 2020). In 2017, 2018 and 2020, cold waters formation resulted in a partial reoxygenation of the intermediate layer. Yet, such ventilation has been lacking in winter 2020-2021, and the updated 2021 indicators reveals the lowest oxygen inventory ever reported in this OMI time series. This results in significant detrimental trends now depicted also over the Argo period (2012-2021).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00213",
  "links": [],
  "title": "Black Sea Oxygen Trend from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          0.0,
          0.0,
          0.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1955-01-01T00:00:00Z",
          "2021-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "in-situ-observation",
    "ocean_mole_content_of_dissolved_molecular_oxygen",
    "sea_water_sigma_theta_defined_by_mole_concentration_of_dissolved_molecular_oxygen_in_sea_water_above_threshold",
    "multi-year",
    "marine-safety",
    "coastal-marine-environment",
    "weather-climate-and-seasonal-forecasting",
    "marine-resources",
    "black-sea",
    null,
    "Not Applicable"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}