{
  "type": "Collection",
  "id": "GLOBAL_OMI_TEMPSAL_sst_area_averaged_anomalies",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nBased on daily, global climate sea surface temperature (SST) analyses generated by the European Space Agency (ESA) SST Climate Change Initiative (CCI) and the Copernicus Climate Change Service (C3S) (Merchant et al., 2019; product SST-GLO-SST-L4-REP-OBSERVATIONS-010-024).  \nAnalysis of the data was based on the approach described in Mulet et al. (2018) and is described and discussed in Good et al. (2020). The processing steps applied were: \n1.\tThe daily analyses were averaged to create monthly means.  \n2.\tA climatology was calculated by averaging the monthly means over the period 1993 - 2014.  \n3.\tMonthly anomalies were calculated by differencing the monthly means and the climatology.  \n4.\tAn area averaged time series was calculated by averaging the monthly fields over the globe, with each grid cell weighted according to its area.  \n5.\tThe time series was passed through the X11 seasonal adjustment procedure, which decomposes the time series into a residual seasonal component, a trend component and errors (e.g., Pezzulli et al., 2005). The trend component is a filtered version of the monthly time series. \n6.\tThe slope of the trend component was calculated using a robust method (Sen 1968). The method also calculates the 95% confidence range in the slope.  \n\n'''CONTEXT'''\n\nSea surface temperature (SST) is one of the Essential Climate Variables (ECVs) defined by the Global Climate Observing System (GCOS) as being needed for monitoring and characterising the state of the global climate system (GCOS 2010). It provides insight into the flow of heat into and out of the ocean, into modes of variability in the ocean and atmosphere, can be used to identify features in the ocean such as fronts and upwelling, and knowledge of SST is also required for applications such as ocean and weather prediction (Roquet et al., 2016).\n\n'''CMEMS KEY FINDINGS'''\n\nOver the period 1993 to 2021, the global average linear trend was 0.015 ± 0.001°C / year (95% confidence interval). 2021 is nominally the sixth warmest year in the time series. Aside from this trend, variations in the time series can be seen which are associated with changes between El Niño and La Niña conditions. For example, peaks in the time series coincide with the strong El Niño events that occurred in 1997/1998 and 2015/2016 (Gasparin et al., 2018).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00242",
  "links": [],
  "title": "Global Ocean Sea Surface Temperature time series and trend from Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "satellite-observation",
    null,
    "multi-year",
    "weather-climate-and-seasonal-forecasting",
    "marine-resources",
    "coastal-marine-environment",
    "marine-safety",
    "global-ocean",
    "N/A",
    "Not Applicable",
    "Kuala Lumpur (Malaysia)"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}