{
  "type": "Collection",
  "id": "GLOBAL_OMI_NATLANTIC_amoc_26N_profile",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe Atlantic Meridional Overturning profile at 26.5N is obtained by integrating the meridional transport at 26.5 N across the Atlantic basin (zonally) and then doing a cumulative integral in depth. A climatological mean is then taken over time. This is done over the whole time period (1993-2016) and over the period for which there are comparable observations (Apr 2004-Mar 2016). The observations come from the RAPID array (Smeed et al, 2017).  \n\n'''CONTEXT'''\n\nThe Atlantic Meridional Overturning Circulation (AMOC) transports heat northwards in the Atlantic and plays a key role in regional and global climate (Srokosz et al, 2012). There is a northwards transport in the upper kilometer resulting from northwards flow in the Gulf Stream and wind-driven Ekman transport, and southwards flow in the ocean interior and in deep western boundary currents (Srokosz et al, 2012). There are uncertainties in the deep profile associated with how much transport is returned in the upper (1-3km) or lower (3-5km) North Atlantic deep waters (Roberts et al 2013, Sinha et al 2018).\n\n'''CMEMS KEY FINDINGS''' \n\nThe AMOC strength at 1000m is found to be 17.1 ± 4.7 Sv (1 Sverdrup=106m3/s; range is 2 x standard deviation of multi-product). See also Jackson et al (2018).\n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00231",
  "links": [],
  "title": "Atlantic Meridional Overturning Circulation AMOC profile at 26N from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -19.0,
          26.0,
          5.0,
          56.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2022-05-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "numerical-model",
    null,
    null,
    "coastal-marine-environment",
    "marine-resources",
    "weather-climate-and-seasonal-forecasting",
    "marine-safety",
    "global-ocean",
    "N/A",
    "Not Applicable"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}