{
  "type": "Collection",
  "id": "GLOBAL_OMI_OHC_trend",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nEstimates of Ocean Heat Content (OHC) are obtained from integrated differences of the measured temperature and a climatology along a vertical profile in the ocean (von Schuckmann et al., 2018). The regional OHC values are then averaged from 60°S-60°N aiming \ni)\tto obtain the mean OHC as expressed in Joules per meter square (J/m2) to monitor the large-scale variability and change.\nii)\tto monitor the amount of energy in the form of heat stored in the ocean (i.e. the change of OHC in time), expressed in Watt per square meter (W/m2). \nOcean heat content is one of the six Global Climate Indicators recommended by the World Meterological Organisation for Sustainable Development Goal 13 implementation (WMO, 2017).\n\n'''CONTEXT'''\n\nKnowing how much and where heat energy is stored and released in the ocean is essential for understanding the contemporary Earth system state, variability and change, as the ocean shapes our perspectives for the future (von Schuckmann et al., 2020). Variations in OHC can induce changes in ocean stratification, currents, sea ice and ice shelfs (IPCC, 2019; 2021); they set time scales and dominate Earth system adjustments to climate variability and change (Hansen et al., 2011); they are a key player in ocean-atmosphere interactions and sea level change (WCRP, 2018) and they can impact marine ecosystems and human livelihoods (IPCC, 2019).\n\n'''CMEMS KEY FINDINGS'''\n\nRegional trends for the period 2005-2019 from the Copernicus Marine Service multi-ensemble approach show warming at rates ranging from the global mean average up to more than 8 W/m2 in some specific regions (e.g. northern hemisphere western boundary current regimes). There are specific regions where a negative trend is observed above noise at rates up to about -5 W/m2 such as in the subpolar North Atlantic, or the western tropical Pacific. These areas are characterized by strong year-to-year variability (Dubois et al., 2018; Capotondi et al., 2020). \n\nNote: The key findings will be updated annually in November, in line with OMI evolutions.\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00236",
  "links": [],
  "title": "Global Ocean Heat Content trend map from Reanalysis & Multi-Observations Reprocessing",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2005-01-01T00:00:00Z",
          "2019-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "in-situ-observation",
    "numerical-model",
    "satellite-observation",
    "integral_of_sea_water_potential_temperature_wrt_depth_expressed_as_heat_content",
    "multi-year",
    "marine-resources",
    "marine-safety",
    "weather-climate-and-seasonal-forecasting",
    "coastal-marine-environment",
    "global-ocean",
    "N/A",
    "Not Applicable"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}