{
  "type": "Collection",
  "id": "IBI_ANALYSISFORECAST_PHY_005_001",
  "stac_version": "1.0.0",
  "description": "\"''Short description:'''\nThe IBI-MFC provides a high-resolution ocean analysis and forecast product (daily run  by Nologin with the support of CESGA in terms of supercomputing resources), covering the European waters, and more specifically the Iberia–Biscay–Ireland (IBI) area. The last 2 years before now (historic best estimates) as well as forecasts of different temporal resolutions with a horizon of 5 days (updated on a daily basis) are available on the catalogue.\nThe system is based on a eddy-resolving NEMO model application at 1/36º horizontal resolution, being Mercator-Ocean in charge of the model code development. The hydrodynamic forecast includes high frequency processes of paramount importance to characterize regional scale marine processes: tidal forcing, surges and high frequency atmospheric forcing, fresh water river discharge, wave forcing in forecast, etc. A weekly update of IBI downscaled analysis is also delivered as historic IBI best estimates.\nThe product offers 3D daily and monthly ocean fields, as well as hourly mean and 15-minute instantaneous values for some surface variables. Daily and monthly averages of 3D Temperature, 3D Salinity, 3D Zonal and Meridional Velocity components, Mix Layer Depth, Sea Bottom Temperature and Sea Surface Height are provided. Additionally, hourly means of surface fields for variables such as Sea Surface Height, Mix Layer Depth, Surface Temperature and Currents, together with Barotropic Velocities are delivered. Finally, 15-minute instantaneous values of Sea Surface Height and Currents are also given.\n\n'''Product Citation''': \nPlease refer to our Technical FAQ for citing products.[http://marine.copernicus.eu/faq/cite-cmems-products-cmems-credit/?idpage=169]\n\n'''DOI (Product)''': \nhttps://doi.org/10.48670/moi-00027",
  "links": [],
  "title": "Atlantic-Iberian Biscay Irish- Ocean Physics Analysis and Forecast",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -19.0,
          26.0,
          5.0,
          56.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-05-04T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "numerical-model",
    "barotropic_eastward_sea_water_velocity",
    "sea_water_potential_temperature_at_sea_floor",
    "eastward_sea_water_velocity",
    "sea_water_salinity",
    "sea_surface_height_above_geoid",
    "sea_floor_depth_below_geoid",
    "ocean_mixed_layer_thickness_defined_by_sigma_theta",
    "sea_water_potential_temperature",
    "northward_sea_water_velocity",
    "barotropic_northward_sea_water_velocity",
    "forecast",
    "near-real-time",
    "marine-resources",
    "coastal-marine-environment",
    "marine-safety",
    "weather-climate-and-seasonal-forecasting",
    "iberian-biscay-irish-seas",
    "Level 4",
    "SST",
    "In-Situ TS Profiles",
    "Sea Level"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}