{
  "type": "Collection",
  "id": "OMI_CIRCULATION_VOLTRANS_ARCTIC_averaged",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nNet (positive minus negative) volume transport of Atlantic Water through the sections (see Figure 1):  Faroe Shetland Channel (Water mass criteria, T > 5 °C); Barents Sea Opening (T > 3 °C) and the Fram Strait (T > 2 °C). Net volume transport of Overflow Waters (σθ >27.8 kg/m3) exiting from the Nordic Seas to the North Atlantic via the Denmark Strait and Faroe Shetland Channel. For further details, see Ch. 3.2 in von Schuckmann et al. (2018).\n\n'''CONTEXT'''\n\nThe poleward flow of relatively warm and saline Atlantic Water through the Nordic Seas to the Arctic Basin, balanced by the overflow waters exiting the Nordic Seas, governs the exchanges between the North Atlantic and the Arctic as well as the distribution of oceanic heat within the Arctic (e.g., Mauritzen et al., 2011; Rudels, 2012). Atlantic Water transported poleward has been found to significantly influence the sea-ice cover in the Barents Sea (Sandø et al., 2010; Årthun et al., 2012; Onarheim et al., 2015) and near Svalbard (Piechura and Walczowski, 2009). Furthermore, Atlantic Water flow through the eastern Nordic seas and its associated heat loss and densification are important factors for the formation of overflow waters in the region (Mauritzen, 1996; Eldevik et al., 2009). These overflow waters together with those generated in the Arctic, exit the Greenland Scotland Ridge, which further contribute to the North Atlantic Deep Water (Dickson and Brown, 1994) and thus play an important role in the Atlantic Meridional Overturning Circulation (Eldevik et al., 2009; Ch. 2.3 in von Schuckmann et al., 2016). In addition to the transport of heat, the Atlantic Water also transports nutrients and zooplankton (e.g., Sundby, 2000), and it carries large amounts of ichthyoplankton of commercially important species, such as Arcto-Norwegian cod (Gadus morhua) and Norwegian spring-spawning herring (Clupea harengus) along the Norwegian coast. The Atlantic Water flow thus plays an integral part in defining both the physical and biological border between the boreal and Arctic realm. Variability of Atlantic Water flow to the Barents Sea has been found to move the position of the ice edge (Onarheim et al., 2015) as well as habitats of various species in the Barents Sea ecosystem (Fossheim et al., 2015).\n\n'''CMEMS KEY FINDINGS'''\n\nThe flow of Atlantic Water through the Færøy-Shetland Channel amounts to 2.7 Sv (Berx et al., 2013). The corresponding model-based estimate was 2.5 Sv for the period 1993-2021. \nIn the Barents Sea Opening, the model indicates a long-term average net Atlantic Water inflow of 2.2 Sv, as compared with the long-term estimate from observations of 1.8 Sv (Smedsrud et al., 2013).\nIn the Fram Strait, the model data indicates a positive trend in the Atlantic Water transport to the Arctic. This trend may be explained by increased temperature in the West Spitsbergen Current during the period 2005-2010 (e.g., Walczowski et al., 2012), which caused a larger fraction of the water mass to be characterized as Atlantic Water (T > 2 °C).\n\n'''DOI (product):''' \nhttps://doi.org/10.48670/moi-00189",
  "links": [],
  "title": "Nordic Seas Volume Transports from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          60.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1993-01-01T00:00:00Z",
          "2021-12-15T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "numerical-model",
    "ocean_volume_transport_across_line",
    "multi-year",
    "weather-climate-and-seasonal-forecasting",
    "marine-safety",
    "coastal-marine-environment",
    "marine-resources",
    "arctic-ocean",
    "Level 4",
    "Not Applicable"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}