{
  "type": "Collection",
  "id": "OMI_VAR_EXTREME_WMF_MEDSEA_area_averaged_mean",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nThe Mediterranean water mass formation rates are evaluated in 4 areas as defined in the Ocean State Report issue 2  section 3.4 (Simoncelli and Pinardi, 2018) as shown in Figure 2: (1) the Gulf of Lions for the Western Mediterranean Deep Waters (WMDW); (2) the Southern Adriatic Sea Pit for the Eastern Mediterranean Deep Waters (EMDW); (3) the Cretan Sea for Cretan Intermediate Waters (CIW) and Cretan Deep Waters (CDW); (4) the Rhodes Gyre, the area of formation of the so-called Levantine Intermediate Waters (LIW) and Levantine Deep Waters (LDW).\nAnnual water mass formation rates have been computed using daily mixed layer depth estimates (density criteria Δσ = 0.01 kg/m3, 10 m reference level) considering the annual maximum volume of water above mixed layer depth with potential density within or higher the specific thresholds specified in Table 1 then divided by seconds per year.\nAnnual mean values are provided using the Mediterranean 1/24o eddy resolving reanalysis (Escudier et al., 2020, 2021).\n\n'''CONTEXT'''\n\nThe formation of intermediate and deep water masses is one of the most important processes occurring in the Mediterranean Sea, being a component of its general overturning circulation. This circulation varies at interannual and multidecadal time scales and it is composed of an upper zonal cell (Zonal Overturning Circulation) and two main meridional cells in the western and eastern Mediterranean (Pinardi and Masetti, 2000).\nThe objective is to monitor the main water mass formation events using the eddy resolving Mediterranean Sea Reanalysis (Escudier et al., 2020, 2021) and considering Pinardi et al. (2015)   and Simoncelli and Pinardi (2018) as references for the methodology. The Mediterranean Sea Reanalysis can reproduce both Eastern Mediterranean Transient and Western Mediterranean Transition phenomena and catches the principal water mass formation events reported in the literature. This will permit constant monitoring of the open ocean deep convection process in the Mediterranean Sea and a better understanding of the multiple drivers of the general overturning circulation at interannual and multidecadal time scales. \nDeep and intermediate water formation events reveal themselves by a deep mixed layer depth distribution in four Mediterranean areas (Table 1 and Figure 2): Gulf of Lions, Southern Adriatic Sea Pit, Cretan Sea and Rhodes Gyre. \n\n'''CMEMS KEY FINDINGS'''\n\nThe Western Mediterranean Deep Water (WMDW) formation events in the Gulf of Lion appear to be larger after 1999 consistently with Schroeder et al. (2006, 2008) related to the Eastern Mediterranean Transient event. This modification of WMDW after 2005 has been called Western Mediterranean Transition. WMDW formation events are consistent with Somot et al. (2016) and the event in 2009 is also reported in Houpert et al. (2016). \nThe Eastern Mediterranean Deep Water (EMDW) formation in the Southern Adriatic Pit region displays a period of water mass formation between 1988 and 1993, in agreement with Pinardi et al. (2015), in 1996, 1999 and 2000 as documented by Manca et al. (2002). Weak deep water formation in winter 2006 is confirmed by observations in Vilibić and Šantić (2008). An intense deep water formation event is detected in 2012-2013 (Gačić et al., 2014). Last years are characterized by large events starting from 2017 (Mihanovic et al., 2021).\nCretan Intermediate Water formation rates present larger peaks between 1989 and 1993 with the ones in 1992 and 1993 composing the Eastern Mediterranean Transient phenomena. The Cretan Deep Water formed in 1992 and 1993 is characterized by the highest densities of the entire period in accordance with Velaoras et al. (2014).\nThe Levantine Deep Water formation rate in the Rhode Gyre region presents the largest values between 1992 and 1993 in agreement with Kontoyiannis et al. (1999). \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/mds-00318",
  "links": [],
  "title": "Mediterranean Water Mass Formation Rates from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          6.0,
          30.18,
          36.3,
          45.98
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1987-01-01T00:00:00Z",
          "2020-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "numerical-model",
    "water_mass_formation_rate",
    "multi-year",
    "marine-resources",
    "coastal-marine-environment",
    "weather-climate-and-seasonal-forecasting",
    "marine-safety",
    "mediterranean-sea",
    "N/A",
    "In-Situ TS Profiles",
    "Sea Level"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}