{
  "type": "Collection",
  "id": "OMI_CIRCULATION_MOC_MEDSEA_area_averaged_mean",
  "stac_version": "1.0.0",
  "description": "'''DEFINITION'''\n\nTime mean meridional Eulerian streamfunctions are computed using the velocity field estimate provided by the Copernicus Marine Mediterranean Sea reanalysis over the last 34 years (1987–2020). The Eulerian meridional streamfunction is evaluated by integrating meridional velocity daily data first in a vertical direction, then in a meridional direction, and finally averaging over the reanalysis period (Pinardi et al. 2019).\nThe Mediterranean overturning indices are derived for the eastern and western Mediterranean Sea by computing the annual streamfunction in the two areas separated by the Strait of Sicily around 36.5°N, and then considering the associated maxima. \nIn each case a geographical constraint focused the computation on the main region of interest. For the western index, we focused on deep-water formation regions, thus excluding both the effect of shallow physical processes and the Gibraltar net inflow. For the eastern index, we investigate the Levantine and Cretan areas corresponding to the strongest meridional overturning cell locations, thus only a zonal constraint is defined.\nTime series of annual mean values is provided for the Mediterranean Sea using the Mediterranean 1/24o eddy resolving reanalysis (Escudier et al., 2020, 2021).\nMore details can be found in the Copernicus Marine Ocean State Report issue 4 (OSR4, von Schuckmann et al., 2020) Section 2.4 (Lyubartsev et al., 2020).\n\n'''CONTEXT'''\n\nThe western and eastern Mediterranean clockwise meridional overturning circulation is connected to deep-water formation processes. The Mediterranean Sea 1/24o eddy resolving reanalysis (Escudier et al., 2020, 2021) is used to show the interannual variability of the Meridional Overturning Index. Details on the product are delivered in the PUM and QUID of this OMI. \nThe Mediterranean Meridional Overturning Index is defined here as the maxima of the clockwise cells in the eastern and western Mediterranean Sea and is associated with deep and intermediate water mass formation processes that occur in specific areas of the basin: Gulf of Lion, Southern Adriatic Sea, Cretan Sea and Rhodes Gyre (Pinardi et al., 2015).\nAs in the global ocean, the overturning circulation of the western and eastern Mediterranean are paramount to determine the stratification of the basins (Cessi, 2019). In turn, the stratification and deep water formation mediate the exchange of oxygen and other tracers between the surface and the deep ocean (e.g., Johnson et al., 2009; Yoon et al., 2018). In this sense, the overturning indices are potential gauges of the ecosystem health of the Mediterranean Sea, and in particular they could instruct early warning indices for the Mediterranean Sea to support the Sustainable Development Goal (SDG) 13 Target 13.3. \n\n'''CMEMS KEY FINDINGS'''\n\nThe western and eastern Mediterranean overturning indices (WMOI and EMOI) are synthetic indices of changes in the thermohaline properties of the Mediterranean basin related to changes in the main drivers of the basin scale circulation. The western sub-basin clockwise overturning circulation is associated with the deep-water formation area of the Gulf of Lion, while the eastern clockwise meridional overturning circulation is composed of multiple cells associated with different intermediate and deep-water sources in the Levantine, Aegean, and Adriatic Seas. \nOn average, the EMOI shows higher values than the WMOI indicating a more vigorous overturning circulation in eastern Mediterranean. The difference is mostly related to the occurrence of the eastern Mediterranean transient (EMT) climatic event, and linked to a peak of the EMOI in 1992. In 1999, the difference between the two indices started to decrease because EMT water masses reached the Sicily Strait flowing into the western Mediterranean Sea (Schroeder et al., 2016). The western peak in 2006 is discussed to be linked to anomalous deep-water formation during the Western Mediterranean Transition (Smith, 2008; Schroeder et al., 2016). Thus, the WMOI and EMOI indices are a useful tool for long-term climate monitoring of overturning changes in the Mediterranean Sea. \n\n'''DOI (product):''' \nhttps://doi.org/10.48670/mds-00317",
  "links": [],
  "title": "Mediterranean Meridional Overturning Circulation Index from Reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          6.0,
          30.18,
          36.3,
          45.98
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1987-01-01T00:00:00Z",
          "2020-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "numerical-model",
    "ocean_meridional_overturning_streamfunction",
    "multi-year",
    "weather-climate-and-seasonal-forecasting",
    "marine-safety",
    "coastal-marine-environment",
    "marine-resources",
    "mediterranean-sea",
    "N/A",
    "In-Situ TS Profiles",
    "Sea Level"
  ],
  "providers": [
    {
      "name": "Copernicus Marine Service",
      "description": "Copernicus Marine Service - Mercator Ocean International",
      "roles": [
        "host"
      ],
      "url": "https://marine.copernicus.eu/"
    }
  ]
}