{
  "type": "Collection",
  "id": "4dc0e19a-cf33-4f03-af58-dbe537817249",
  "stac_version": "1.0.0",
  "description": "The Base Level Value (Base level), one of the Vegetation Phenology and Productivity (VPP) parameters, is a product of the pan-European Medium Resolution Vegetation Phenology and Productivity (MR-VPP) component of the Copernicus Land Monitoring Service (CLMS).\n\nThe Base Level Value (Base level) is the average Plant Phenology Index (PPI) value of the minima before and after the growing season.\n\nThe Plant Phenology Index (PPI) is a physically based vegetation index, developed for improving the monitoring of the vegetation growth cycle. The PPI index values, with 5-day satellite revisit cycle, are first used in a function fitting to derive the PPI Seasonal Trajectories. From these Seasonal Trajectories, a suite of 13 Vegetation Phenology and Productivity (VPP) parameters are then computed and provided, for up to two seasons each year. The Base Level Value (Base level) is one of the 13 parameters. The full list is available in the Product User Manual: https://land.copernicus.eu/user-corner/technical-library/clms_mrvpp_pum_d1-0.pdf\n\nThe Base Level Value (Base level) time series dataset is made available as raster files with 500x 500m resolution, in ETRS89-LAEA projection corresponding to the MCD43 tiling grid, for those tiles that cover the EEA38 countries and the United Kingdom and for two seasons in each year from 2000 onwards. It is updated in the first quarter of each year.\n\nThe full on-line access to open and free data for this resource will be made available by the end of 2022. Until then the data will be made available 'on-demand' by filling in the form at: https://land.copernicus.eu/contact-form",
  "links": [
    {
      "rel": "hosts",
      "href": "https://land.copernicus.eu/user-corner/technical-library/clms_mrvpp_pum_d1-0.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "User manual"
    }
  ],
  "title": "Medium Resolution Vegetation Phenology and Productivity: Base level value (raster 500m), Oct. 2022",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -25.0,
          26.0,
          45.0,
          72.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Habitats and biotopes",
    "Environmental monitoring facilities",
    "Orthoimagery",
    "United Kingdom",
    "EEA38 (from 2020)",
    "plant ecology",
    "index",
    "vegetation",
    "remote sensing",
    "plant production",
    "land",
    "productivity",
    "European",
    "Annually",
    "Agriculture and food",
    "Land use",
    "Forests and forestry"
  ],
  "providers": [
    {
      "name": "European Environment Agency",
      "description": "SDI - EEA geospatial data catalogue",
      "roles": [
        "host"
      ],
      "url": "https://sdi.eea.europa.eu/"
    }
  ]
}