{
  "type": "Collection",
  "id": "6aeb0dea-9d8c-42bd-a357-cd859f148929",
  "stac_version": "1.0.0",
  "description": "Riparian zones represent transitional areas occurring between land and freshwater ecosystems, characterised by distinctive hydrology, soil and biotic conditions and strongly influenced by the stream water. They provide a wide range of riparian functions (e.g. chemical filtration, flood control, bank stabilization, aquatic life and riparian wildlife support, etc.) and ecosystem services.\n\nThe Riparian Zones products support the objectives of several European legal acts and policy initiatives, such as the EU Biodiversity Strategy to 2020, the Habitats and Birds Directives and the Water Framework Directive.\n\nThis metadata refers to the Riparian Zones 2012 Land Cover/Land Use (LC/LU), which LC/LU classification is tailored to the needs of biodiversity monitoring in a variable buffer zone of selected rivers (Strahler levels 2-9 derived from EU-Hydro) for the reference year 2012. LC/LU is extracted from Very High Resolution (VHR) satellite data and other available data in a buffer zone of selected rivers for supporting biodiversity monitoring and mapping and assessment of ecosystems and their services. The class definitions follow the pre-defined nomenclature on the basis of Mapping and Assessment of Ecosystems and their Services (MAES) typology of ecosystems (Level 1 to Level 4) and CORINE Land Cover. The classification provides 55 distinct thematic classes with a Minimum Mapping Unit (MMU) of 0.5 ha and a Minimum Mapping Width (MMW) of 10 m. The nomenclature has been revised in 2020 with the aim to harmonize the products of the local components (mainly Riparian Zones and NATURA 2000 products) while maintaining user requirements for both products. A revised version of the Riparian Zones 2012 has been subsequently released in December 2021, together with the reference year 2018.  \n\nThe production of the Riparian Zones products was coordinated by the European Environment Agency in the frame of the EU Copernicus programme.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://land.copernicus.eu/local/riparian-zones/riparian-zones-2012",
      "type": "WWW:LINK-1.0-http--link"
    },
    {
      "rel": "hosts",
      "href": "https://copernicus.discomap.eea.europa.eu/arcgis/services/RiparianZones/RZ_2012/MapServer/WMSServer?request=GetCapabilities&service=WMS",
      "type": "OGC:WMS"
    },
    {
      "rel": "hosts",
      "href": "https://copernicus.discomap.eea.europa.eu/arcgis/rest/services/RiparianZones/RZ_2012/MapServer",
      "type": "ESRI:REST"
    }
  ],
  "title": "Riparian Zones Land Cover and Land Use 2012 (vector), Dec. 2021",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -31.233429,
          27.735635,
          44.819104,
          71.141304
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2010-01-01T00:00:00Z",
          "2014-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Land cover",
    "United Kingdom",
    "EEA38 (from 2020)",
    "tree",
    "ecosystem services",
    "land cover",
    "land use",
    "hedge",
    "landscape alteration",
    "riparian zone",
    "European",
    "Land use",
    "2017 3.6.2"
  ],
  "providers": [
    {
      "name": "European Environment Agency",
      "description": "SDI - EEA geospatial data catalogue",
      "roles": [
        "host"
      ],
      "url": "https://sdi.eea.europa.eu/"
    }
  ]
}