{
  "type": "Collection",
  "id": "OpenET/SIMS/CONUS/GRIDMET/MONTHLY/v2_0",
  "stac_version": "1.0.0",
  "description": "Satellite Irrigation Management Support\n\nThe NASA Satellite Irrigation Management Support (SIMS) model was originally\ndeveloped to support satellite mapping of crop coefficients and\nevapotranspiration (ET) from irrigated lands and to increase access to this\ndata to support use in irrigation scheduling and regional assessment of\nagricultural water needs (Melton et al., 2012). SIMS uses a reflectance\nbased approach and incorporates the density coefficient described by Allen\nand Pereira (2009) and Pereira et al. (2020) to compute basal crop\ncoefficients for each 30 x 30 m pixel. The primary change from the most\nrecent SIMS publication (Pereira et al., 2020) for implementation in OpenET\nis the integration of a gridded soil water balance model to account for soil\nevaporation following precipitation events. Results of the OpenET Phase I\nintercomparison and accuracy assessment (Melton et al., 2022) showed that\nSIMS generally performed well for cropland sites during the growing season,\nbut had a persistent low bias during the winter months or other time periods\nwith frequent precipitation. This result was anticipated, since the\nreflectance-based approach used by SIMS is not sensitive to soil\nevaporation. To correct for this underestimation, a soil water balance model\nbased on FAO-56 (Allen et al., 1998) was implemented on Google Earth Engine\nand driven with gridded precipitation data from gridMET to estimate soil\nevaporation coefficients. These coefficients were then combined with the\nbasal crop coefficients calculated by SIMS to calculate total crop\nevapotranspiration using the dual crop coefficient approach. In addition,\na modest positive bias was observed in the SIMS data for periods with low\nor sparse vegetative cover. To correct for this bias, updates were made to\nthe equations that calculate the minimum basal crop coefficient to allow\nlower minimum basal crop coefficient values to be achieved. Full\ndocumentation of the SIMS model, current algorithms, and details and\nequations used in the soil water balance model are included in the\nSIMS user manual.\n\nThe SIMS model calculates ET under well-watered conditions for the current\ncrop growth stage and condition as measured by the satellite data, and SIMS\nis generally expected to have a positive bias for deficit irrigated crops\nand croplands with short-term or intermittent crop water stress. At\npresent, SIMS is only implemented for croplands, and non-agricultural lands\nare masked out in this data collection. Future research will extend the\nvegetation density-crop coefficient approach used within SIMS to other land\ncover types.\n[Additional information](https://openetdata.org/methodologies/)\n",
  "links": [],
  "title": "OpenET CONUS SIMS Monthly Evapotranspiration v2.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "conus",
    "evapotranspiration",
    "gridmet_derived",
    "landsat_derived",
    "monthly",
    "openet",
    "water"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}