{
  "type": "Collection",
  "id": "OpenET/EEMETRIC/CONUS/GRIDMET/MONTHLY/v2_0",
  "stac_version": "1.0.0",
  "description": "Google Earth Engine implementation of the Mapping Evapotranspiration\nat high Resolution with Internalized Calibration model (eeMETRIC)\n\neeMETRIC applies the advanced METRIC algorithms and process of Allen\net al. (2007; 2015) and Allen et al. (2013b), where a singular\nrelationship between the near surface air temperature difference (dT)\nand delapsed land surface temperature (TsDEM) is used to estimate sensible\nheat flux (H) and is applied to each Landsat scene. Automated selection of\nthe hot and cold pixels for an image generally follows a statistical\nisolation procedure described by Allen et al. (2013a) and ReVelle, Kilic\nand Allen (2019a,b). The calibration of H in eeMETRIC utilizes alfalfa\nreference ET calculated from the NLDAS gridded weather dataset using a\nfixed 15% reduction in computed reference ET to account for known biases\nin the gridded data set. The fixed reduction does not impact the\ncalibration accuracy of eeMETRIC and mostly reduces impacts of boundary\nlayer buoyancy correction.\n\nThe identification of candidates for pools of hot and cold pixels has\nevolved in the eeMETRIC implementation of METRIC. The new automated\ncalibration process incorporates the combination of methodologies and\napproaches that stem from two development branches of EEFlux (Allen\net al., 2015). The first branch focused on improving the automated pixel\nselection process using standard lapse rates for land surface temperature\n(LST) without any further spatial delapsing (ReVelle et al., 2019b). The\nsecond branch incorporated a secondary spatial delapsing of LST as well as\nchanges to the pixel selection process (ReVelle et al., 2019a). The final,\ncombined approach is described by Kilic et al. (2021).\n\neeMETRIC employs the aerodynamic-related functions in complex terrain\n(mountains) developed by Allen et al. (2013b) to improve estimates for\naerodynamic roughness, wind speed and boundary layer stability as related\nto estimated terrain roughness, position on a slope and wind direction.\nThese functions tend to increase estimates for H (and reduce ET) on\nwindward slopes and may reduce H (and increase ET) on leeward slopes.\nOther METRIC functions employed in eeMETRIC that have been added since\nthe descriptions provided in Allen et al. (2007 and 2011) include\nreduction in soil heat flux (G) in the presence of organic mulch on the\nground surface, use of an excess aerodynamic resistance for shrublands,\nuse of the Perrier function for trees identified as forest (Allen et\nal., 2018; Santos et al., 2012) and aerodynamic estimation of evaporation\nfrom open water rather than using energy balance (Jensen and Allen 2016;\nAllen et al., 2018). In 2022, the Perrier function was applied to tree\n(orchard) crops and a 3-source partitioning of bulk surface temperature\ninto canopy temperature, shaded soil temperature and sunlit soil\ntemperature was applied to both orchards and vineyards. These latter\napplications were made where orchards and vineyards are identified by\nCDL or, in California, by a state-sponsored land use system. These\nfunctions and other enhancements to the original METRIC model are described\nin the most current METRIC users manual (Allen et al., 2018). eeMETRIC uses\nthe atmospherically corrected surface reflectance and LST from Landsat\nCollection 2 Level 2, with fallback to Collection 2 Level 1 when needed for\nnear real-time estimates.\n\n[Additional information](https://openetdata.org/methodologies/)\n",
  "links": [],
  "title": "OpenET CONUS eeMETRIC Monthly Evapotranspiration v2.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "conus",
    "evapotranspiration",
    "gridmet_derived",
    "landsat_derived",
    "monthly",
    "openet",
    "water"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}