{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:CAMS_GLOBAL_RADIATIVE_FORCING",
  "stac_version": "1.0.0",
  "description": "This dataset provides geographical distributions of the radiative forcing (RF) by key atmospheric constituents. The radiative forcing estimates are based on the CAMS reanalysis and additional model simulations and are provided separately for...\n\ncarbon dioxide\nmethane\ntropospheric ozone\nstratospheric ozone\ninteractions between anthropogenic aerosols and radiation\ninteractions between anthropogenic aerosols and clouds\nRadiative forcing measures the imbalance in the Earth’s energy budget caused by a perturbation of the climate system, such as changes in atmospheric composition caused by human activities. RF is a useful predictor of globally-averaged temperature change, especially when rapid adjustments of atmospheric temperature and moisture profiles are taken into account. RF has therefore become a quantitative metric to compare the potential climate response to different perturbations. Increases in greenhouse gas concentrations over the industrial era exerted a positive RF, causing a gain of energy in the climate system. In contrast, concurrent changes in atmospheric aerosol concentrations are thought to exert a negative RF leading to a loss of energy.\n\nProducts are quantified both in “all-sky” conditions, meaning that the radiative effects of clouds are included in the radiative transfer calculations, and in “clear-sky” conditions, which are computed by excluding clouds in the radiative transfer calculations.\n\nThe upgrade from version 1.5 to 2 consists of an extension of the period by 2017-2018, the addition of an \"effective radiative forcing\" product and new ways to calculate the pre-industrial reference state for aerosols and cloud condensation nuclei. More details are given in the documentation section. New versions may be released in future as scientific methods develop, and existing versions may be extended with later years if data for the period is available from the CAMS reanalysis. Newer versions supercede old versions so it is always recommended to use the latest one.\n\nCAMS also produces distributions of aerosol optical depths, distinguishing natural from anthropogenic aerosols, which are a separate dataset. See \"Related Data\".",
  "links": [
    {
      "rel": "describedby",
      "href": "https://ads.atmosphere.copernicus.eu/cdsapp#!/dataset/eu.copernicus.atmosphere.cams-global-radiative-forcings",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://essd.copernicus.org/articles/12/1649/2020/",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Radiative forcing of climate change from the Copernicus reanalysis of atmospheric composition"
    },
    {
      "rel": "describedby",
      "href": "https://atmosphere.copernicus.eu/sites/default/files/2020-07/CAMS74_2019SC4_D2.2.1_202002_Documentation_v1.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Documentation of the version 1.5 CAMS Climate Forcing products (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://atmosphere.copernicus.eu/sites/default/files/2020-12/CAMS74_2019SC4_D2.2.2_202008_Documentation_v1.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Documentation of the version 2 CAMS Climate Forcing products (PDF)"
    }
  ],
  "title": "CAMS global radiative forcings",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2003-01-01T00:00:00Z",
          "2017-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Parameter family: Aerosol",
    "Parameter family: Greenhouse gas",
    "Parameter family: Radiation",
    "Parameter family: Reactive gas",
    "Product type: Reanalysis",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Variable domain: Atmosphere (composition)",
    "Variable domain: Solar radiation",
    "airPollution"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}