{
    "type": "Collection",
    "stac_version": "1.0.0",
    "id": "urn:eop:VITO:TERRASCOPE_S2_LAI_V2",
    "title": "Sentinel-2 Leaf Area index (LAI) (tiles) - V2",
    "description": "LAI was defined by Committee of the Earth Observation System (CEOS) as half the developed area of the convex hull wrapping the green canopy elements per unit horizontal ground. This definition allows accounting for elements which are not flat such as needles or stems. LAI is strongly non linearly related to reflectance. Therefore, its estimation from remote sensing observations will be scale dependant over heterogeneous landscapes. When observing a canopy made of different layers of vegetation, it is therefore mandatory to consider all the green layers. This is particularly important for forest canopies where the understory may represent a very significant contribution to the total canopy LAI. The derived LAI corresponds therefore to the total green LAI, including the contribution of the green elements of the understory. The resulting SENTNEL LAI products are relatively consistent with the actual LAI for low LAI values and ‘non-forest’ surfaces; while for forests, particularly for needle leaf types, significant departures with the true LAI are expected.",
    "keywords": [
        "VITO",
        "TERRASCOPE",
        "COPERNICUS",
        "ESA",
        "Orthoimagery",
        "Sentinel-2",
        "MSI",
        "Level-3",
        "Radiometry",
        "Plant Resource",
        "LAI"
    ],
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -180.0,
                    -84.0,
                    180.0,
                    84.0
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2020-03-01T00:00:00Z"
                ]
            ]
        }
    },
    "license": "Licence: https://terrascope.be/en/terms-use",
    "links": [
        {
            "rel": "self",
            "type": "application/json",
            "href": "https://services.terrascope.be/stac/collections/urn:eop:VITO:TERRASCOPE_S2_LAI_V2"
        },
        {
            "rel": "parent",
            "type": "application/json",
            "href": "https://services.terrascope.be/stac/"
        },
        {
            "rel": "items",
            "type": "application/geo+json",
            "href": "https://services.terrascope.be/stac/collections/urn:eop:VITO:TERRASCOPE_S2_LAI_V2/items"
        },
        {
            "rel": "root",
            "type": "application/json",
            "href": "https://services.terrascope.be/stac/"
        }
    ],
    "summaries": {
        "datetime": {
            "min": "2020-03-01T00:00:00Z"
        },
        "constellation": [
            "Sentinel-2"
        ],
        "instruments": [
            "MSI"
        ]
    }
}