{
  "type": "Collection",
  "id": "8b85b479-6afb-42c6-817c-11d1a5260b83",
  "stac_version": "1.0.0",
  "description": "Corine Land Cover 2000 (CLC2000) is one of the datasets produced within the frame the Corine Land Cover programme referring to land cover / land use status of year 2000.\n\nThe Corine Land Cover (CLC) is a European programme, coordinated by the European Environment Agency (EEA), providing consistent and thematically detailed information on land cover and land cover changes across Europe. CLC products are based on the classification of satellite images by the national teams of the participating countries - the EEA member and cooperating countries (EEA39). National CLC inventories are further integrated into a seamless land cover map of Europe. The resulting European database relies on standard methodology and nomenclature with following base parameters: 44 classes in the hierarchical 3-level CLC nomenclature; minimum mapping unit (MMU) for status layers is 25 hectares; minimum width of linear elements is 100 metres. Change layers have higher resolution, i.e. minimum mapping unit (MMU) is 5 hectares for Land Cover Changes (LCC), and the minimum width of linear elements is 100 metres. \n\nThe CLC programme provides important data sets supporting the implementation of key priority areas of the Environment Action Programmes of the European Community as e.g. protecting ecosystems, halting the loss of biological diversity, tracking the impacts of climate change, monitoring urban land take, assessing developments in agriculture and implementing the EU Water Framework Directive. The CLC programme is a part of the Copernicus Land Monitoring Service (https://land.copernicus.eu/) run by the European Commission and the European Environment Agency, which provides environmental information from a combination of air- and space-based observation systems and in-situ monitoring.\n\nAdditional information about CLC (product description, mapping guides and class descriptions) can be found here: https://land.copernicus.eu/user-corner/technical-library/.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/pan-european/corine-land-cover/clc-2000/view",
      "type": "WWW:LINK-1.0-http--link"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/rest/services/Corine/CLC2000_WM/MapServer",
      "type": "ESRI:REST"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/services/Corine/CLC2000_WM/MapServer/WMSServer?service=WMS&request=GetCapabilities&version=1.3.0",
      "type": "OGC:WMS",
      "title": "Corine Land Cover 2000 vector"
    }
  ],
  "title": "Corine Land Cover 2000 (vector) - version 2020_20u1, May 2020",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -31.561,
          27.4058,
          44.8207,
          71.4091
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1999-01-01T00:00:00Z",
          "2001-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "2013 2.6.1",
    "EEA39",
    "Land cover",
    "Land use",
    "Water",
    "land",
    "land cover",
    "land use",
    "landscape",
    "landscape alteration"
  ],
  "providers": [
    {
      "name": "European Environment Agency",
      "description": "SDI - EEA geospatial data catalogue",
      "roles": [
        "licensor",
        "producer",
        "processor",
        "host"
      ],
      "url": "https://sdi.eea.europa.eu/"
    }
  ]
}