{
  "type": "Collection",
  "id": "LANDSAT/LC08/C02/T1_RT",
  "stac_version": "1.0.0",
  "description": "Landsat 8 Collection 2 Tier 1 and Real-Time data DN values, representing scaled, calibrated at-sensor radiance.\n\nLandsat scenes with the highest available data quality\nare placed into Tier 1 and are considered suitable for time-series processing\nanalysis. Tier 1 includes Level-1 Precision Terrain (L1TP) processed data\nthat have well-characterized radiometry and are inter-calibrated across the\ndifferent Landsat sensors. The georegistration of Tier 1 scenes will be\nconsistent and within prescribed tolerances [<=12 m root mean square error\n(RMSE)]. All Tier 1 Landsat data can be considered consistent and\ninter-calibrated (regardless of sensor) across the full collection. See more\ninformation [in the USGS\ndocs](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collections).\n\nThe T1_RT collection contains both Tier 1 and Real-Time (RT) assets.\nNewly-acquired Landsat 7 ETM+ and Landsat 8 OLI/TIRS data are processed\nupon downlink but use predicted ephemeris, initial bumper mode parameters,\nor initial TIRS line of sight model parameters. The data is placed in the\nReal-Time tier and made available for immediate download. Once the data\nhave been reprocessed with definitive ephemeris, updated bumper mode\nparameters and refined TIRS parameters, the products are transitioned to\neither Tier 1 or Tier 2 and removed from the Real-Time tier. The transition\ndelay from Real-Time to Tier 1 or Tier 2 is between 14 and 26 days.\n",
  "links": [],
  "title": "USGS Landsat 8 Collection 2 Tier 1 and Real-Time data Raw Scenes",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "PDDL-1.0",
  "keywords": [
    "c2",
    "global",
    "l8",
    "landsat",
    "lc8",
    "nrt",
    "oli_tirs",
    "radiance",
    "rt",
    "t1",
    "tier1",
    "usgs"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}