{
  "type": "Collection",
  "id": "OL_1_RGB_ACC",
  "stac_version": "1.0.0",
  "description": "This product is an RGB (Red, Green, Blue) composite based upon data\n          from S3A OLCI L1 NRT products Top-Of-Atmosphere (TOA) radiometric measurements,\n          radiometrically corrected, calibrated and spectrally characterised. The product is\n          composed from data from a combination of the following OLCI bands: 0a02_radiance,\n          Oa06_radiance, Oa08_radiance. The images are generated with a pixel resolution of 0.06\n          degrees. The image is an incrementally accumulated product of all the orbits over an\n          entire day. 'Ocean colour' is the change in the colour of the ocean, and other water\n          bodies such as lakes, due to the substances dissolved and particles suspended within the\n          water. The primary objective of OLCI products is to measure the colour of the ocean and\n          land surface and provide information on ocean and land characteristics related to this\n          (e.g. biology). OLCI also provides information on the atmosphere and contributes to\n          climate studies. Sentinel-3 is part of a series of Sentinel satellites, under the umbrella\n          of the EU Copernicus programme.",
  "links": [],
  "title": "OLCI Level 1B RGB Daily Accumulated -\n              Sentinel-3",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-06-11T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmosphere",
    "Cloud",
    "Level 1 Data",
    "Land"
  ],
  "providers": [
    {
      "name": "European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT)",
      "description": "EUMETSAT Data store",
      "roles": [
        "host"
      ],
      "url": "https://data.eumetsat.int/"
    }
  ]
}