{
  "type": "Collection",
  "id": "Oxford/MAP/accessibility_to_healthcare_2019",
  "stac_version": "1.0.0",
  "description": "This global accessibility map enumerates land-based travel time (in\nminutes) to the nearest hospital or clinic for all areas between 85\ndegrees north and 60 degrees south for a nominal year 2019. It also\nincludes \"walking-only\" travel time, using non-motorized means of\ntransportation only.\n\nMajor data collection efforts underway by OpenStreetMap, Google Maps, and\nacademic researchers have been harnessed to compile the most complete\ncollection of healthcare facility locations to date. This map was\nproduced through a collaboration between MAP (University of Oxford),\nTelethon Kids Institute (Perth, Australia), Google, and the University\nof Twente, Netherlands.\n\nThis project builds on previous work published by Weiss et al 2018\n([doi:10.1038/nature25181](https://doi.org/10.1038/nature25181)).\nWeiss et al (2018) utilised datasets for roads\n(comprising the first ever global-scale use of Open Street Map and Google\nroads datasets), railways, rivers, lakes, oceans, topographic conditions\n(slope and elevation), landcover types, and national borders. These\ndatasets were each allocated a speed or speeds of travel in terms of time\nto cross each pixel of that type. The datasets were then combined to\nproduce a \"friction surface\": a map where every pixel is allocated a\nnominal overall speed of travel based on the types occurring within that\npixel. For the current project, an updated friction surface was created to\nincorporate recent improvements within OSM roads data.\n\nLeast-cost-path algorithms (run in Google Earth Engine and, for\nhigh-latitude areas, in R) were used in conjunction with this friction\nsurface to calculate the time of travel from all locations to the nearest\n(in time) healthcare facility. The healthcare facilities dataset utilized\nlocation data from two of the largest global databases: (1) OSM data that\nwas collated and made available for download at\n[www.healthsites.io](https://www.healthsites.io/); and (2) data\nextracted from Google Maps. The global datasets were augmented with\ncontinental-scale facility locations that were recently published for\nAfrica and Australia. To facilitate comparisons between data sources, only\nfacilities defined as hospitals and clinics were used. Multiple points\nfound within the same pixel were merged to match the resolution of the\nanalysis as defined by the selected gridded representation of the Earth's\nsurface. Each pixel in the resultant accessibility map thus represents the\nmodelled shortest time (in minutes) from that location to a hospital or\nclinic.\n\nSource dataset credits are as described in the accompanying paper.\n",
  "links": [],
  "title": "Accessibility to Healthcare 2019",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "accessibility",
    "jrc",
    "map",
    "oxford",
    "twente"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}