{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SIS_BIODIVERSITY_ERA5_REGIONAL",
  "stac_version": "1.0.0",
  "description": "This dataset provides a historical reconstruction of bioclimatic indicators at 1  x 1 km resolution for Europe, Northern Brazil and Central Africa. These bioclimate indicators describe how the climate affects ecosystems, the services they deliver, and nature’s biodiversity. They are specifically relevant for applications within the biodiversity and ecosystem services community.\nThe 76 indicators cover bioclimatic variables for the land environment, characterising surface energy, drought, soil moisture and the (near-) surface climate including wind as well as Essential Climate Variables (ECV) relevant to the biodiversity community and are based on hourly or monthly ERA5 (ERA5-Land) reanalysis data. The indicators have been downscaled to 1 x 1 km resolution using a statistical downscaling methodology that takes into account the relationship between orography and a climate state variable.\nThe bioclimatic indicators are widely used within the biodiversity community and have been chosen based on user requirements and consultation with stakeholders, in order to facilitate the direct use of climate information in screening analyses or in diverse downstream applications. The temporal resolution differs depending on the indicator, varying between; monthly, annual, and multi-annual averages.\nThis dataset was produced on behalf of the Copernicus Climate Change Service.\n\nVariables in the dataset/application are:\nAnnual mean temperature (BIO01), Annual precipitation (BIO12), Aridity annual mean, Aridity coldest quarter, Aridity driest quarter, Aridity warmest quarter, Aridity wettest quarter, Cloud cover, Dry days, Evaporative fraction annual mean, Evaporative fraction coldest quarter, Evaporative fraction driest quarter, Evaporative fraction warmest quarter, Evaporative fraction wettest quarter, Frost days, Growing degree days, Growing degree days during growing season length, Growing season end of season, Growing season length, Growing season start of season, Isothermality (BIO03), Koeppen-Geiger class, Maximum 2m temperature, Maximum length of dry spells, Maximum precipitation, Maximum temperature of the warmest month (BIO05), Mean diurnal range (BIO02), Mean intensity of dry spells, Mean length of dry spells, Mean precipitation, Mean temperature, Mean temperature of coldest quarter (BIO11), Mean temperature of driest quarter (BIO09), Mean temperature of warmest quarter (BIO10), Mean temperature of wettest quarter (BIO08), Meridional wind speed, Minimum temperature, Minimum temperature of the coldest month (BIO06), Number of dry spells, Potential evaporation annual mean, Potential evaporation of coldest quarter, Potential evaporation of driest quarter, Potential evaporation of warmest quarter, Potential evaporation of wettest quarter, Precipitation of coldest quarter (BIO19), Precipitation of driest month (BIO14), Precipitation of driest quarter (BIO17), Precipitation of warmest quarter (BIO18), Precipitation of wettest month (BIO13), Precipitation of wettest quarter (BIO16), Precipitation seasonality (BIO15), Summer days, Surface latent heat flux of annual mean, Surface latent heat flux of coldest quarter, Surface latent heat flux of driest quarter, Surface latent heat flux of warmest quarter, Surface latent heat flux of wettest quarter, Surface sensible heat flux of annual mean, Surface sensible heat flux of coldest quarter, Surface sensible heat flux of driest quarter, Surface sensible heat flux of warmest quarter, Surface sensible heat flux of wettest quarter, Temperature annual range (BIO07), Temperature seasonality (BIO04), Volumetric soil water layer 1 annual mean, Volumetric soil water layer 1 coldest quarter, Volumetric soil water layer 1 driest quarter, Volumetric soil water layer 1 warmest quarter, Volumetric soil water layer 1 wettest quarter, Water vapor pressure, Wind speed, Zonal wind speed",
  "links": [
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-biodiversity/C3S_D427.3.1.1_Product_user_guide-Bioclimatic_indicators_ERA5-1km_v2.3.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.fe90a594",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-biodiversity/C3S_D427.3.1.1_Product_user_guide-Bioclimatic_indicators_ERA5-1km_v2.3.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide (PDF)"
    }
  ],
  "title": "Downscaled bioclimatic indicators for selected regions from 1979 to 2018 derived from reanalysis",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          "2018-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Habitats and biotopes",
    "Product type: Climate indicies",
    "Product type: Reanalysis",
    "Provider: Copernicus C3S",
    "Sector: Biodiversity",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Variable domain: Land (biosphere)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}