{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SATELLITE_SEA_ICE_CONCENTRATION",
  "stac_version": "1.0.0",
  "description": "This dataset provides daily gridded data of sea ice concentration for both hemispheres derived from satellite passive microwave brightness temperatures. Sea ice is an important component of our climate system and a sensitive indicator of climate change. Its presence or its retreat has a strong impact on air-sea interactions, the Earth’s energy budget as well as marine ecosystems. It is recognised by the Global Climate Observing System as an Essential Climate Variable. Sea ice concentration is defined as the fraction of a pixel or grid cell in a satellite image or other gridded product that is covered with sea ice. It is one of the parameters commonly used to characterise sea ice. Other sea ice parameters include sea ice thickness, sea ice edge, and sea ice type, also available in the Climate Data Store.\nThe dataset consists of two products:\n\nThe Global Sea Ice Concentration Climate Data Record produced by the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT) Ocean and Sea Ice Satellite Application Facility (OSI SAF). This is a coarse-resolution product based on measurements from the following sensors: Scanning Multichannel Microwave Radiometer (SMMR; 1979–1987), Special Sensor Microwave/Imager (SSM/I; 1987–2006), and Special Sensor Microwave Imager/Sounder (SSMIS; 2005 onward). This product spans the period from 1979 to present and is updated daily. In the following, it is referred to as the SSMIS product.\nThe Global Sea Ice Concentration Climate Data Record produced by the European Space Agency Climate Change Initiative Phase 2 project (ESA CCI). This is a medium-resolution product based on measurements from the Advanced Microwave Scanning Radiometer - Earth Observing System (AMSR-E) sensor (2002–2011) and its successor, AMSR2 (2012–2017). This product spans the 2002–2017 period and is not updated. In the following, it is referred to as the AMSR product.\n\nBoth products are provided on the same polar projection with a grid resolution of 25 km. However, the AMSR product has a true spatial resolution (as resolved by the sensor) of about 15–25 km versus 30–60 km for the SSMIS product. Therefore, the AMSR product provides a much more detailed view of the sea ice cover than the SSMIS product, especially along the marginal ice zone, the transitional zone between open water and the dense sea ice pack. On the other hand, the clear strength of the SSMIS product is its more than 40-year long and consistent record with daily updates.\nAlthough originating from different projects, the two products share the same algorithm baseline, which is both a continuation of the EUMETSAT OSI SAF approach and a series of innovations contributed mostly by ESA CCI activities. For both products, the underlying algorithm makes use of a combination of the same three temperature channels near 19 GHz and 37 GHz. The data also share a common data format so that interested users can revert some of the filtering steps and access the raw output of the SIC algorithms. Both are level-4 products in the sense that gaps are filled by temporal and spatial interpolation. However, gap filling is not applied to fill in days when no input satellite data are available.\nFurther details about each product can be found below as well as in the Documentation section.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.3cd8b812",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    },
    {
      "rel": "describedby",
      "href": "#",
      "type": "WWW:LINK-1.0-http--link",
      "title": "#"
    }
  ],
  "title": "Sea ice concentration daily gridded data from 1979 to present derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -89.0,
          180.0,
          89.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          "2023-04-30T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Oceanographic geographical features",
    "Product type: Satellite observations",
    "Spatial coverage: Global",
    "Temporal coverage: Past",
    "Variable domain: Ocean (physics)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}