{
  "type": "Collection",
  "id": "EO:EEA:DAT:VEGETATION:DAILY_SSM_1KM_EUROPE_V1",
  "stac_version": "1.0.0",
  "description": "Surface Soil Moisture (SSM) is the relative water content of the top few centimetres soil, describing how wet or dry the soil is in its topmost layer, expressed in percent saturation. It is measured by satellite radar sensors and allows insights in local precipitation impacts and soil conditions. \nSSM is a key driver of water and heat fluxes between the ground and the atmosphere, regulating air temperature and humidity. Moreover, in its role as water supply, it is vital to vegetation health. Vice versa, SSM is very sensitive to external forcing in the form of precipitation, temperature, solar irradiation, humidity, and wind. SSM is thus both an integrator of climatic conditions and a driver of local weather and climate, and plays a major role in global water-, energy- and carbon- cycles. \nKnowledge on the dynamics of soil moisture is important in the understanding of processes in many environmental and socio-economic fields, e.g., its impact on vegetation vitality, crop yield, droughts or exposure to flood threats.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/global/products/ssm",
      "type": "HTTP",
      "title": "Copernicus Global Land Service"
    },
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/global/access",
      "type": "HTTP",
      "title": "Copernicus Global Land Service"
    },
    {
      "rel": "describedby",
      "href": "http://eoportal.eumetsat.int",
      "title": "Copernicus Global Land Service"
    }
  ],
  "title": "Surface Soil Moisture: continental Europe daily (raster 1km) - version 1, Apr 2019",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -11.0,
          35.0,
          50.0,
          72.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2011-01-01T00:00:00Z",
          "2013-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Daily",
    "Europe",
    "Orthoimagery",
    "biogeophysical",
    "daily composite",
    "geophysical environment",
    "soil moisture"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}