{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:CAMS_GLOBAL_ATMOSPHERIC_COMPOSITION_FORECASTS",
  "stac_version": "1.0.0",
  "description": "CAMS produces global forecasts for atmospheric composition twice a day. The forecasts consist of more than 50 chemical species (e.g. ozone, nitrogen dioxide, carbon dioxide) and seven different types of aerosol (desert dust, sea salt, organic matter, black carbon, sulphate, nitrate and ammonium aerosol). In addition, several meteorological variables are available as well.\n\nThe initial conditions of each forecast are obtained by combining a previous forecast with current satellite observations through a process called data assimilation. This best estimate of the state of the atmosphere at the initial forecast time step, called the analysis, provides a globally complete and consistent dataset allowing for estimates at locations where observation data coverage is low or for atmospheric pollutants for which no direct observations are available.\n\nThe forecast itself uses a model of the atmosphere based on the laws of physics and chemistry to determine the evolution of the concentrations of all species over time for the next five days. Apart from the required initial state, it also uses inventory-based or observation-based emission estimates as a boundary condition at the surface.\n\nThe CAMS global forecasting system is upgraded about once a year resulting in technical and scientific changes. The horizontal or vertical resolution can change, new species can be added, and more generally the accuracy of the forecasts can be improved. Details of these system changes can be found in the documentation. Users looking for a more consistent long-term data set should consider using the CAMS Global Reanalysis instead, which is available through the ADS and spans the period from 2003 onwards.\n\nFinally, because the meteorological variables in the forecast do not fall within the general CAMS data licence, they are only available with a delay of 5 days.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://ads.atmosphere.copernicus.eu/cdsapp#!/dataset/eu.copernicus.atmosphere.cams-global-atmospheric-composition-forecasts",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://atmosphere.copernicus.eu/node/325#fd66a9d3-e408-4b51-84c0-c2253a06f727",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Evaluation and quality assurance (EQA) reports"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/5cqpD",
      "type": "WWW:LINK-1.0-http--link",
      "title": "CAMS Global atmospheric composition forecast data documentation"
    },
    {
      "rel": "describedby",
      "href": "https://atmosphere.copernicus.eu/node/326",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Changes in CAMS global production system"
    },
    {
      "rel": "describedby",
      "href": "https://global-evaluation.atmosphere.copernicus.eu/",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Global Validation Server"
    }
  ],
  "title": "CAMS global atmospheric composition forecasts",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2015-01-01T00:00:00Z",
          "2023-05-22T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Parameter family: Aerosol",
    "Parameter family: Reactive gas",
    "Product type: Analysis",
    "Product type: Forecast",
    "Spatial coverage: Global",
    "Temporal coverage: Future",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (composition)",
    "Variable domain: Atmosphere (meteorology)",
    "airPollution"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}