{
  "type": "Collection",
  "id": "OpenET/GEESEBAL/CONUS/GRIDMET/MONTHLY/v2_0",
  "stac_version": "1.0.0",
  "description": "Implementation of geeSEBAL was recently completed within the OpenET\nframework and an overview of the current geeSEBAL version can be found\nin Laipelt et al. (2021), which is based on the original algorithms\ndeveloped by Bastiaanssen et al. (1998). The OpenET geeSEBAL implementation\nuses land surface temperature (LST) data from Landsat Collection 2, in\naddition to NLDAS and gridMET datasets as instantaneous and daily\nmeteorological inputs, respectively. The automated statistical algorithm\nto select the hot and cold endmembers is based on a simplified version of\nthe Calibration using Inverse Modeling at Extreme Conditions (CIMEC)\nalgorithm proposed by Allen et al. (2013), where quantiles of LST and the\nnormalized difference vegetation index (NDVI) values are used to select\nendmember candidates in the Landsat domain area. The cold and wet endmember\ncandidates are selected in well vegetated areas, while the hot and dry\nendmember candidates are selected in the least vegetated cropland areas.\nBased on the selected endmembers, geeSEBAL assumes that in the cold and\nwet endmember all available energy is converted to latent heat (with high\nrates of transpiration), while in the hot and dry endmember all available\nenergy is converted to sensible heat. Finally, estimates of daily\nevapotranspiration are upscaled from instantaneous estimates based on the\nevaporative fraction, assuming it is constant during the daytime without\nsignificant changes in soil moisture and advection. Based on the results\nfrom the OpenET Accuracy Assessment and Intercomparison study, the OpenET\ngeeSEBAL algorithm was modified as follows: (i) the simplified version of\nCIMEC was improved by using additional filters to select the endmembers,\nincluding the use of the USDA Cropland Data Layer (CDL) and filters for\nNDVI, LST and albedo; (ii) corrections to LST for endmembers based on\nantecedent precipitation; (iii) definition of NLDAS wind speed thresholds\nto reduce model instability during the atmospheric correction; and, (iv)\nimprovements to estimate daily net radiation, using FAO-56 as reference\n(Allen et al., 1998). Overall, geeSEBAL performance is dependent on\ntopographic, climate, and meteorological conditions, with higher\nsensitivity and uncertainty related to hot and cold endmember selections\nfor the CIMEC automated calibration, and lower sensitivity and uncertainty\nrelated to meteorological inputs (Laipelt et al., 2021 and Kayser\net al., 2022). To reduce uncertainties related to complex terrain,\nimprovements were added to correct LST and global (incident) radiation on\nthe surface (including the environmental lapse rate, elevation slope\nand aspect) to represent the effects of topographic features on the\nmodel’s endmember selection algorithm and ET estimates.\n\n[Additional information](https://openetdata.org/methodologies/)\n",
  "links": [],
  "title": "OpenET CONUS geeSEBAL Monthly Evapotranspiration v2.0",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC-BY-4.0",
  "keywords": [
    "conus",
    "evapotranspiration",
    "gridmet_derived",
    "landsat_derived",
    "monthly",
    "openet",
    "water"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}