{
  "type": "Collection",
  "id": "eu.copernicus.climate.sis-european-energy-sector",
  "stac_version": "1.0.0",
  "description": "The dataset contains wind speed, precipitation, relative humidity, global horizontal irradiance, sea level pressure, air temperature, snow depth and dewpoint depression near-surface data relevant to energy industry for the European domain for the period 1979-2016. \nThe dataset is mostly derived from 6-hourly ERA-Interim reanalysis dataset  by bias adjusting against observations using different methods. Data are then aggregated  on daily, monthly, seasonal and annual averages.\nFor wind speed, the field at 10 metres was bias-adjusted and then extrapolated to 100 metres using a stability-dependent logarithmic scaling.\nThe dataset was generated by one of the Sectoral Information System (SIS) proof of concept contracts led by the University of East Anglia  to the the Copernicus Climate Change Service (C3S).\nThe aim of the European Climatic Energy Mixes (ECEM) contract – which worked in close collaboration with a set of prospective users – was to enable the energy industry and policy makers to assess how well different energy supply mixes in Europe will meet demand, over different time horizons from seasonal to long-term decadal, focusing on the role climate has on the mixes.\n\nVariables in the dataset/application are:\nAir temperature, Dewpoint depression, Global horizontal irradiance, Precipitation, Pressure at sea level, Relative humidity, Snow depth, Wind speed",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/eu.copernicus.climate.sis-european-energy-sector",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "hosts",
      "href": "http://ecem.climate.copernicus.eu/",
      "type": "WWW:LINK-1.0-http--link",
      "title": "European Climatic Energy Mixes web pages"
    }
  ],
  "title": "Climate data for the European energy sector from 1979 to 2016 derived from ERA-Interim",
  "extent": {
    "spatial": {
      "bbox": [
        [
          335.0,
          34.0,
          40.0,
          72.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2018-10-18T00:00:00Z",
          "2000-10-12T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Sector: Energy",
    "Variable domain: Atmosphere (dynamics)",
    "Product type: Reanalysis",
    "Spatial coverage: Europe",
    "Temporal coverage: Past",
    "Provider: Copernicus C3S"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}