{
  "type": "Collection",
  "id": "eu.copernicus.climate.sis-biodiversity-cmip5-regional",
  "stac_version": "1.0.0",
  "description": "The dataset provides bioclimatic indicators derived from CMIP5 climate projections at 1 km x 1 km resolution for selected regions; Europe, Northern Brazil and Central Africa. This comprehensive set of bioclimatic indicators is specifically relevant for applications within the biodiversity and ecosystem services community.\nThe 76 indicators cover bioclimatic variables for the land environment, characterising surface energy, drought, soil moisture and the (near-) surface climate including wind as well as Essential Climate Variables (ECV). The selection of indicators is based upon user requirements and consultation with stakeholders in order to facilitate the direct use of climate information in screening analyses or in diverse downstream applications.\nThe indicators are calculated based on daily CMIP5 climate projections from 10 Global Circulation Models for two future climate scenarios, Representative Concentration Pathway (RCP) 4.5 & RCP 8.5. The indicators have been downscaled to 1 x 1 km resolution using a statistical downscaling methodology that takes into account the relationship between orography and a climate state variable. The data have been additionally bias-adjusted against ERA5 reanalysis data.\nThis dataset was produced on behalf of the Copernicus Climate Change Service.\n\nVariables in the dataset/application are:\nAnnual mean temperature (BIO01), Annual precipitation (BIO12), Aridity annual mean, Aridity coldest quarter, Aridity driest quarter, Aridity warmest quarter, Aridity wettest quarter, Cloud cover, Dry days, Evaporative fraction annual mean, Evaporative fraction coldest quarter, Evaporative fraction driest quarter, Evaporative fraction warmest quarter, Evaporative fraction wettest quarter, Frost days, Growing degree days, Growing degree days during growing season length, Growing season end of season, Growing season length, Growing season start of season, Isothermality (BIO03), Koeppen-Geiger class, Maximum 2m temperature, Maximum length of dry spells, Maximum precipitation, Maximum temperature of the warmest month (BIO05), Mean diurnal range (BIO02), Mean intensity of dry spells, Mean length of dry spells, Mean precipitation, Mean temperature, Mean temperature of coldest quarter (BIO11), Mean temperature of driest quarter (BIO09), Mean temperature of warmest quarter (BIO10), Mean temperature of wettest quarter (BIO08), Minimum temperature, Minimum temperature of the coldest month (BIO06), Number of dry spells, Potential evaporation annual mean, Potential evaporation coldest quarter, Potential evaporation driest quarter, Potential evaporation warmest quarter, Potential evaporation wettest quarter, Precipitation in coldest quarter (BIO19), Precipitation in driest quarter (BIO17), Precipitation in warmest quarter (BIO18), Precipitation in wettest quarter (BIO16), Precipitation of driest month (BIO14), Precipitation of wettest month (BIO13), Precipitation seasonality (BIO15), Summer days, Surface latent heat flux annual mean, Surface latent heat flux coldest quarter, Surface latent heat flux driest quarter, Surface latent heat flux warmest quarter, Surface latent heat flux wettest quarter, Surface sensible heat flux annual mean, Surface sensible heat flux coldest quarter, Surface sensible heat flux driest quarter, Surface sensible heat flux warmest quarter, Surface sensible heat flux wettest quarter, Temperature annual range (BIO07), Temperature seasonality (BIO04), Volumetric soil water layer 1 annual mean, Volumetric soil water layer 1 coldest quarter, Volumetric soil water layer 1 driest quarter, Volumetric soil water layer 1 warmest quarter, Volumetric soil water layer 1 wettest quarter, Water vapor pressure, Wind speed",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.0ab27596",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-biodiversity/C3S_D427.3.1.1_Product_user_guide-Bioclimatic_indicators_CMIP5-1km_v2.3.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide (PDF)"
    }
  ],
  "title": "Downscaled bioclimatic indicators for selected regions from 1950 to 2100 derived from climate projections",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1950-01-01T00:00:00Z",
          "2099-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Habitats and biotopes",
    "Sector: Biodiversity",
    "Product type: Climate projections",
    "Product type: Climate indicies",
    "Spatial coverage: Global",
    "Variable domain: Land (biosphere)",
    "Temporal coverage: Future",
    "Provider: Copernicus C3S"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}