{
  "type": "Collection",
  "id": "eu.copernicus.climate.cems-glofas-seasonal",
  "stac_version": "1.0.0",
  "description": "This dataset provides a gridded modelled time series of river discharge, forced with seasonal range meteorological forecasts. The data is a consistent representation of a key hydrological variable across the global domain, and is a product of the Global Flood Awareness System (GloFAS). It is accompanied by an ancillary file for interpretation that provides the upstream area (see the related variables table and associated link in the documentation).\nThis dataset was produced by forcing the LISFLOOD hydrological model at a 0.1° (~11 km at the equator) resolution with downscaled runoff forecasts from the European Centre for Medium-range Weather Forecasts (ECMWF) 51-member ensemble seasonal forecasting system, SEAS5. The forecasts are initialised on the first of each month with a 24-hourly time step, and cover 123 days.\nCompanion datasets, also available through the Climate Data Store (CDS), are the operational forecasts, historical simulations that can be used to derive the hydrological climatology, and medium-range and seasonal reforecasts. The latter dataset enables research, local skill assessment and post-processing of the seasonal forecasts. In addition, the seasonal reforecasts are also used to derive a specific range dependent climatology for the seasonal system. For users looking specifically for European hydrological data, we refer to the European Flood Awareness System (EFAS) forecasts and historical simulations. All these datasets are part of the operational flood forecasting within the Copernicus Emergency Management Service (CEMS).\n\nVariables in the dataset/application are:\nRiver discharge in the last 24 hours\n\nVariables in the dataset/application are:\nElevation, Upstream area",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.00b6c4fb",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "hosts",
      "href": "https://confluence.ecmwf.int/display/CEMS/Global+Flood+Awareness+System",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Information pages for GloFAS"
    },
    {
      "rel": "hosts",
      "href": "http://www.globalfloods.eu/",
      "type": "WWW:LINK-1.0-http--link",
      "title": "GloFAS web site"
    },
    {
      "rel": "hosts",
      "href": "https://confluence.ecmwf.int/display/CEMS/Auxiliary+Data",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Auxiliary data"
    }
  ],
  "title": "Seasonal forecasts of river discharge and related data by the Global Flood Awareness System",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -60.0,
          360.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-11-01T00:00:00Z",
          "2023-07-01T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Forecast",
    "Product type: Seasonal forecasts",
    "Spatial coverage: Global",
    "Variable domain: Land (hydrology)",
    "Temporal coverage: Present",
    "Provider: Copernicus CEMS"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}