{
  "type": "Collection",
  "id": "eu.copernicus.climate.provider-c3s-data-rescue-without",
  "stac_version": "1.0.0",
  "description": "The present Catalogue entry introduces the Data Rescue Service online portal which is run by a contract team coordinated by the Copernicus Climate Change Service (C3S). \nRegistration with, and login to, the C3S Data Rescue Service portal is independent of the present C3S Climate Data Store catalogue. \nData rescue is the discovery, preservation, quality control, digitisation and consolidation of past measurements of weather conditions.\nThe C3S Data Rescue Service does not provide rescued data - that data is sent to international repositories.\nThe C3S Data Rescue Service facilitates and coordinates the rescue of weather and climate data from around the world. \nThe service collects and shares information on past, current and planned data rescue projects, feeds data into international repositories and promotes tools, best practice and standards for all aspects of the data rescue process.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/eu.copernicus.climate.provider-c3s-data-rescue-without",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    }
  ],
  "title": "Data Rescue Service from the Copernicus Climate Change Service",
  "extent": {
    "spatial": {
      "bbox": [
        [
          0.0,
          -89.0,
          360.0,
          89.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          null,
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Temporal coverage: Past",
    "Spatial coverage: Global",
    "Product type: In-situ observations",
    "Provider: Copernicus C3S"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}