{
  "type": "Collection",
  "id": "eu.copernicus.climate.satellite-earth-radiation-budget",
  "stac_version": "1.0.0",
  "description": "The Earth’s Radiation Budget (ERB) represents the overall balance between incoming and outgoing radiant energy at the Earth’s Top-of-the-Atmosphere. This Essential Climate Variable (ECV) is the primary forcing of the climate system and is therefore a fundamental quantity to be monitored to understand the Earth’s climate and its variability. The ERB comprises the quantification of the incoming radiation from the Sun and the outgoing reflected shortwave and emitted longwave radiation.\nThe ERB represents the balance between incoming, predominantly solar, radiation and outgoing radiation as either reflected solar radiation or thermal radiation emitted by the Earth system. The Earth is in a state of dynamic radiative balance, energy arriving from the Sun is balanced by outgoing radiation from the top-of-the-atmosphere. Changes in the Earth’s surface and atmosphere (including cloud amount and properties, and concentrations of greenhouse gases) will alter the radiative balance of the Earth system and change the balance and distribution of outgoing thermal radiation and reflected solar radiation. Aside from the elevation (height) of the sun above the horizon, the largest factor controlling the variability in the Earth radiation budget is cloud cover; the fraction of cloud cover, their height and opacity all impact on both the reflected solar and outgoing infrared radiation. Thus, knowledge of cloud properties, along with atmospheric composition and surface properties, allows the earth radiation budget to be computed. \nThis catalogue entry comprises data from  a number of sources which are summarised in the following sections.",
  "links": [],
  "title": "Earth's radiation budget from 1979 to present derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          "2022-03-01T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Product type: Satellite observations",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (upper air)",
    "Spatial coverage: Global",
    "Provider: Copernicus C3S",
    "Provider: ESA CCI",
    "Provider: RMIB"
  ],
  "providers": [
    {
      "name": "Copernicus Climate Data Store",
      "description": "Copernicus Climate Data Store - European Centre for Medium-Range Weather Forecasts (ECMWF)",
      "roles": [
        "host"
      ],
      "url": "https://cds.climate.copernicus.eu/"
    }
  ]
}