{
  "type": "Collection",
  "id": "EO.ECMWF.DAT.CAMS-GREENHOUSE-GAS-FLUXES",
  "stac_version": "1.0.0",
  "description": "This data set contains net fluxes at the surface, atmospheric mixing ratios at model levels, and column-mean atmospheric mixing ratios for carbon dioxide (CO2), methane (CH4) and nitrous oxide (N20). Natural and anthropogenic surface fluxes of greenhouse gases are key drivers of the evolution of Earth's climate, so their monitoring is essential. Such information has been used in particular as part of the Assessment Reports of the Intergovernmental Panel on Climate Change (IPCC). Ground-based and satellite remote-sensing observations provide a means to quantifying the net fluxes between the land and ocean on the one hand and the atmosphere on the other hand. This is done through a process called atmospheric inversion, which uses transport models of the atmosphere to link the observed concentrations of CO2, CH4 and N2O to the net fluxes at the Earth's surface. By correctly modelling the winds, vertical diffusion, and convection in the global atmosphere, the observed concentrations of the greenhouse gases are used to infer the surface fluxes for the last few decades. For CH4 and N2O, the flux inversions account also for the chemical loss of these greenhouse gases. The net fluxes include contributions from the natural biosphere (e.g., vegetation, wetlands) as well anthropogenic contributions (e.g., fossil fuel emissions, rice fields). The data sets for the three species are updated once or twice per year adding the most recent year to the data record, while re-processing the original data record for consistency. This is reflected by the different version numbers. In addition, fluxes for methane are available based on surface air samples only or based on a combination of surface air samples and satellite observations (reflected by an 's' in the version number). Variables in the dataset/application are: Carbon dioxide dry mole fraction, Carbon dioxide total column dry mole fraction, Fossile emissions of carbon for the whole grid box, Fossile emissions of carbon for the whole grid box and the whole month, Methane dry mole fraction, Methane total column dry mole fraction, Nitrous oxide dry mole fraction, Posterior land surface upward mass flux of carbon for the whole grid box and the whole month without fossile, Posterior ocean surface upward mass flux of carbon for the whole grid box and the whole month without fossile, Posterior surface upward mass flux of carbon (including fossile), Prior land surface upward mass flux of carbon for the whole grid box and the whole month without fossile, Prior ocean surface upward mass flux of carbon for the whole grid box and the whole month without fossile, Prior surface upward mass flux of carbon (including fossile), Surface upward mass flux of methane, Surface upward mass flux of methane from biomass-burning sources, Surface upward mass flux of methane from other sources, Surface upward mass flux of methane from rice sources, Surface upward mass flux of methane from wetlands sources, Surface upward mass flux of nitrogen for the whole grid box and the whole month",
  "links": [],
  "title": "CAMS global inversion-optimised greenhouse gas fluxes and concentrations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1979-01-01T00:00:00Z",
          "2021-10-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "airPollution",
    "Atmospheric conditions",
    "Variable domain: Atmosphere (composition)",
    "Variable domain: Emissions and surface fluxes",
    "Parameter family: Greenhouse gas",
    "Spatial coverage: Global",
    "Product type: Reanalysis",
    "Temporal coverage: Past"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}