{
  "type": "Collection",
  "id": "COPERNICUS/S5P/OFFL/L3_O3_TCL",
  "stac_version": "1.0.0",
  "description": "### OFFL/L3_O3_TCL\n\nThis dataset provides offline tropospheric high-resolution imagery of ozone\nconcentrations between 20N and 20S. See also `COPERNICUS/S5P/OFFL/L3_O3` and\n`COPERNICUS/S5P/NRTI/L3_O3` for the total column data.\n\nIn the stratosphere, the ozone layer shields the biosphere from dangerous\nsolar ultraviolet radiation. In the troposphere, it acts as an efficient\ncleansing agent, but at high concentration it also becomes harmful to the\nhealth of humans, animals, and vegetation. Ozone is also an important\ngreenhouse-gas contributor to ongoing climate change. Since the discovery\nof the Antarctic ozone hole in the 1980s and the subsequent Montreal Protocol\nregulating the production of chlorine-containing ozone-depleting substances,\nozone has been routinely monitored from the ground and from space.\n\nFor this product, the convective cloud differential (ccd) and\ncloud slicing (csa) algorithm were used.\n[Product user manual](https://sentinel.esa.int/documents/247904/2474726/Sentinel-5P-Level-2-Product-User-Manual-Ozone-Tropospheric-Column).\n[More information](http://www.tropomi.eu/data-products/tropospheric-ozone-column).\n\nUnlike all other S5P products, this product was ingested directly without using\n`harpconvert`, as it is already a gridded product. Pixels with qa_value<70\nare masked out.\n\n### Sentinel-5 Precursor\n\nSentinel-5 Precursor is a satellite launched on 13 October 2017\nby the European Space Agency to monitor air pollution.  The onboard sensor\nis frequently referred to as Tropomi (TROPOspheric Monitoring Instrument).\n\nAll of the S5P datasets, except CH<sub>4</sub>, have two versions: Near \nReal-Time (NRTI) and Offline (OFFL). CH<sub>4</sub> is available as OFFL only. \nThe NRTI assets cover a smaller area than the OFFL assets, but appear more \nquickly after acquisition.  The OFFL assets contain data from a single orbit \n(which, due to half the earth being dark, contains data only for a single \nhemisphere).\n\nBecause of noise on the data, negative vertical column values are often\nobserved in particular over clean regions or for low SO2 emissions. It is\nrecommended not to filter these values except for outliers, i.e.\nfor vertical columns lower than -0.001 mol/m^2.\n\nThe original Sentinel 5P Level 2 (L2) data is binned\nby time, not by latitude/longitude.  To make it possible to ingest the data\ninto Earth Engine, each Sentinel 5P L2 product is converted to L3, keeping\na single grid per orbit (that is, no aggregation across products\nis performed).\n\nSource products spanning the antimeridian are ingested as two Earth Engine\nassets, with suffixes _1 and _2.\n\nThe conversion to L3 is done by the [harpconvert](https://cdn.rawgit.com/stcorp/harp/master/doc/html/harpconvert.html)\ntool using the `bin_spatial` operation.  The source data is filtered to\nremove pixels with QA values less than:\n\n*  80% for AER_AI\n*  75% for the tropospheric_NO2_column_number_density band of NO2\n*  50% for all other datasets except for O3 and SO2\n\nThe O3_TCL product is ingested directly (without running harpconvert).\n",
  "links": [],
  "title": "Sentinel-5P OFFL O3 TCL: Offline Tropospheric Ozone",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "air_quality",
    "copernicus",
    "esa",
    "eu",
    "o3",
    "ozone",
    "pollution",
    "s5p",
    "sentinel",
    "tropomi"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}