{
  "type": "Collection",
  "id": "MERIT/Hydro/v1_0_1",
  "stac_version": "1.0.0",
  "description": "MERIT Hydro is a new global flow direction map at 3 arc-second resolution (~90\nm at the equator) derived from the version 1.0.3 of the MERIT DEM elevation data\nand water body datasets (G1WBM, GSWO and OpenStreetMap).\n\nMERIT Hydro contains the output of a new algorithm that\nextracts river networks near-automatically by separating actual inland basins from\nnoise caused by the errors in input elevation data. After a minimum\namount of hand-editing, the constructed hydrography map shows good agreement with\nexisting quality-controlled river network datasets in terms of flow accumulation\narea and river basin shape (see Figure 9a in the paper). The location of river\nstreamlines was realistically aligned with existing satellite-based global\nriver channel data (see Figure 10a in the paper). Relative error\nin the drainage area was smaller than 0.05 for 90% of GRDC gauges, confirming\nthe accuracy of the delineated global river networks. Discrepancies in flow accumulation\narea were found mostly in arid river basins containing depressions that are occasionally\nconnected at high water levels and thus resulting in uncertain watershed boundaries.\n\nMERIT Hydro improves on existing global hydrography datasets in terms of spatial\ncoverage (between 90N and 60S) and representation of small streams, mainly due\nto increased availability of high-quality baseline geospatial datasets.\n\n[You can use this web app to visualize MERIT Hydro data.](https://meritdataset.users.earthengine.app/view/merit-hydro-visualization-and-interactive-map)\n[The app's source code is available.](https://github.com/google/earthengine-community/blob/master/datasets/scripts/Hydro_Visualization.js)\n\nKnown Problems:\n\n* River width (Update from GWD-LR v1): Width algorithm was updated to consider\n  sub-pixel water fraction. Now, 30 m water map is used for width calculation at\n  90 m resolution. Currently river width is calculated for each channel separately\n  in braided/anabranching sections. Merged river width should be calculated.\n* Water body map: There are some inconsistencies between the DEM land sea mask and\n  wate body data (such as new islands along the coast). The quality of OpenStreeetMap\n  water body layer is not uniform in all areas.\n* Channel bifurcations: Channel bifurcation is not well represented in the current\n  version. Each pixel is assumed to have only one downstream direction. Secondary\n  (or multiple) downstream direction should be considered, to represent complex\n  river networks in the delta regions, floodplains, and braided rivers.\n* Underground rivers/tunnels: Major underground rivers/tunnels should be implemented\n  to improve large-scale water balance.\n* River/lake separation: Rivers and lakes need to be separated better for some applications.\n* Below-sea-level areas: The areas below sea level in coastal regions are not well\n  represented in adjusted elevation data.\n* Flow direction over glaciers: Flow direction over glaciers is not well represented,\n  because the elevation of glacier centerline is higher than glacier edge.\n* Supplementary data: It would be better to add location of GRDC gauging stations, water\n  falls, reservoirs, etc.\n\nData Sources:\n\n* [U-Tokyo MERIT DEM](http://hydro.iis.u-tokyo.ac.jp/~yamadai/MERIT_DEM/index.html)\n* [U-Tokyo G1WBM water body data](http://hydro.iis.u-tokyo.ac.jp/~yamadai/G3WBM/index.html)\n* [OpenStreetMap water body layer](http://hydro.iis.u-tokyo.ac.jp/~yamadai/OSM_water/index.html)\n* [EC-JRC Global Surface Water Occurrence](http://hydro.iis.u-tokyo.ac.jp/~yamadai/G3WBM/index.html)\n* [U-Maryland Landsat forest cover data](https://glad.earthengine.app/view/global-forest-change)\n",
  "links": [],
  "title": "MERIT Hydro: Global Hydrography Datasets",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "ODbL-1.0",
  "keywords": [
    "dem",
    "elevation",
    "flow_direction",
    "hand",
    "hydrography",
    "hydrosheds",
    "merit",
    "river_width",
    "upstream_drainage_area"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}