{
  "type": "Collection",
  "id": "EO:EUM:DAT:0195",
  "stac_version": "1.0.0",
  "description": "This AVHRR Cloud RGB product is an RGB (Red, Green, Blue) composite image based upon data from solar and infrared channels from Advanced Very High Resolution Radiometer/3 (AVHRR/3): channel 1 at 0.63 µm, channel 2 at 0.865 µm and channel 4 at 10.8 µm. \nDue to utilisation of two solar channels this RGB composite is used mostly during daytime. The images are an incremental accumulation of all the day parts of the orbits over an entire day. The indicated time represents the end of the last orbit (when the satellite crosses the equator in the ascending node). This product provides in cloudy areas information on cloud thickness and cloud top temperature, and on green vegetation fraction in cloud-free areas ('chlorophyll content': the more green vegetation there is, the greener the pixel). This RGB type is most useful during the convective periods since core and anvil of convective clouds can be seen clearly. It helps in differentiating thick and thin high-level clouds from each other and from other cloud and land features. The Advanced Very High Resolution Radiometer/3 (AVHRR/3) is a multipurpose imaging instrument used for global monitoring of cloud cover, sea surface temperature, ice, snow and vegetation cover characteristics. It operates at six different channels simultaneously at a spatial resolution of about 1 km at near-nadir. AVHRR has many applications in oceanography, meteorology and terrestrial sciences.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://navigator.eumetsat.int/product/EO:EUM:DAT:0195",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "AVHRR RGB Cloud Daily Accumulated - Metop A",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          null,
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmosphere",
    "Cloud",
    "Land"
  ],
  "providers": [
    {
      "name": "European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT)",
      "description": "EUMETSAT Data store",
      "roles": [
        "host"
      ],
      "url": "https://data.eumetsat.int/"
    }
  ]
}