{
  "type": "Collection",
  "id": "EO:EUM:DAT:MSG:HRSEVIRI-IODC",
  "stac_version": "1.0.0",
  "description": "Rectified (level 1.5) Meteosat SEVIRI image data. The data is transmitted as High Rate transmissions in 12 spectral channels. Level 1.5 image data corresponds to the geolocated and radiometrically pre-processed image data, ready for further processing, e.g. the extraction of meteorological products. Any spacecraft specific effects have been removed, and in particular, linearisation and equalisation of the image radiometry has been performed for all SEVIRI channels. The on-board blackbody data has been processed. Both radiometric and geometric quality control information is included.\nImages are made available with different timeliness according to the latency: quarter-hourly images with a latency of more than 3 hours and hourly images if latency is less than 3 hours (for a total of 87 images per day).\nTo enhance the perception for areas which are on the night side of the Earth a different mapping with increased contrast is applied for IR3.9 product. The greyscale mapping is based on the EBBT which allows to map the ranges 200 K to 300 K for the night and 250 K to 330 K for the day.\n\nFrom 1 June 2022, Meteosat-9 at 45.5° E is the prime satellite for the IODC service, replacing Meteosat-8 (located at 41.5° E while in operation).",
  "links": [
    {
      "rel": "hosts",
      "href": "https://navigator.eumetsat.int/product/EO:EUM:DAT:MSG:HRSEVIRI-IODC",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "High Rate SEVIRI Level 1.5 Image Data - MSG - Indian Ocean",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -22.0,
          -67.5,
          113.0,
          67.5
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2017-02-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmosphere",
    "Ocean",
    "Atmospheric Composition",
    "Level 1 Data",
    "Land"
  ],
  "providers": [
    {
      "name": "European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT)",
      "description": "EUMETSAT Data store",
      "roles": [
        "host"
      ],
      "url": "https://data.eumetsat.int/"
    }
  ]
}