{
  "type": "Collection",
  "id": "SL_2_SST_ACC",
  "stac_version": "1.0.0",
  "description": "Sea Surface Temperature (SST) is the kinetic temperature of a water body at a defined depth. Although SLSTR measures an infrared radiometric temperature, it is provided as a kinetic temperature by considering the emissivity of the water body as part of the SST retrieval process. It is important to note that the SLSTR instruments return SST measurements for the ocean 'skin'. Due to the limited penetration of thermal infra-red radiation through the water column, this corresponds to the temperature in the top few tens of micrometres. \nAt night, the skin temperature is typically a few tenths of a degree cooler than the temperature measured by in situ systems; in the day, the skin can be considerably higher if strong diurnal warming is present. For more details please see “What is SST?” on the GHRSST web pages.\nThe SST measurement is obtained by means of a highly accurate calibration of the three infra-red channels at 3.74, 10.85 and 12 µm (S7-S8-S9). Corrections for water vapour atmospheric absorption are performed using a triple window at night, and a split window during the day as the 3.7 µm channel is not used due to solar contamination. \nEach on-ground pixel is viewed twice, via nadir and oblique views with different atmospheric path lengths, allowing for correction for aerosol effects. Consequently, there are four possible retrieved SSTs, referred to as N2 (nadir-only 11 µm and 12 µm), N3 (nadir-only 3.7 µm, 11 µm and 12 µm), D2 (dual-view 11 µm and 12 µm) and D3 (dual-view 3.7 µm, 11 µm and 12 µm). A fifth retrieval algorithm, N3R is similar to N3, but uses the property of “aerosol robustness”, which is applicable in areas of high atmospheric aerosol content, e.g. near volcanoes.\nThe product is derived from SLSTR L2 NRT data. Following derivation was applied to select the SST pixels to be plotted from WST file: \n- if the observation is in the nadir-only / single-view part of swath (i.e. \"sst_algorithm_types\" is N2, N3, N3R) then SST = sea_surface_temperature\n- If the observation is in the dual-view part of swath ((i.e. \"sst_algorithm_types\" is D2 or D3) then SST = sea_surface_temperature - dual_nadir_sst_difference.\nBesides, the following flags were used to select which pixels to represent and display: (quality_level >=3)  and  (l2p_flags.land == 0) and  (l2p_flags.lake == 0) \nThe image is an incrementally accumulated product of all the orbits over an entire day from both Sentinel-3A and -3B.\nThe SLSTR instrument and ground processing system are required to produce SST retrievals routinely from the corresponding brightness temperatures with an absolute accuracy of better than 0.3 K, globally, both for a single sample and when averaged over areas of 0.5° longitude by 0.5° latitude, under certain cloud-free conditions (i.e. >20% cloud-free samples within each area). The SLSTR instrument also has a temporal stability of 0.1 K/decade.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://navigator.eumetsat.int/product/EO:EUM:DAT:0028",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "SLSTR Level 2 SST Daily Accumulated - Sentinel-3",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          null,
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Ocean",
    "Sea Surface Temperature"
  ],
  "providers": [
    {
      "name": "European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT)",
      "description": "EUMETSAT Data store",
      "roles": [
        "host"
      ],
      "url": "https://data.eumetsat.int/"
    }
  ]
}