{
  "type": "Collection",
  "id": "524fa72f-61d7-4364-801e-3e271d7b10bc",
  "stac_version": "1.0.0",
  "description": "The High Resolution Layer on Imperviousness Density 2018 with 100 m resolution is a thematic product showing the sealing density in the range from 0-100% in an aggregated version (100m) for the period 2018 (including data from 2017-2019) for the EEA-38 area and the United Kingdom. The production of the high resolution imperviousness layers is coordinated by EEA in the frame of the EU Copernicus programme.\n\nThe high resolution imperviousness products capture the percentage and change of soil sealing. Built-up areas are characterized by the substitution of the original (semi-) natural land cover or water surface with an artificial, often impervious cover. These artificial surfaces are usually maintained over long periods of time. A series of high resolution imperviousness datasets (for the 2006, 2009, 2012, 2015 and 2018 reference years) with all artificially sealed areas was produced using automatic derivation based on calibrated Normalized Difference Vegetation Index (NDVI). This series of imperviousness layers constitutes the main status layers. They are per-pixel estimates of impermeable cover of soil (soil sealing) and are mapped as the degree of imperviousness (0-100%). Imperviousness change layers were produced as a difference between the reference years (2006-2009, 2009-2012, 2012-2015, 2015-2018 and additionally 2006-2012, to fully match the CORINE Land Cover production cycle) and are presented 1) as degree of imperviousness change (-100% -- +100%), in 20m and 100m pixel size, and 2) a classified (categorical) 20m change product.\n\nThe dataset in 100 meter aggregate raster (fully conformant with the EEA reference grid) is provided as a full EEA38 and United Kingdom mosaic.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/pan-european/high-resolution-layers/imperviousness/status-maps/imperviousness-density-2018",
      "type": "WWW:LINK-1.0-http--link"
    }
  ],
  "title": "High Resolution Layer: Imperviousness Density 2018 (raster 100m), Aug. 2020",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -31.285,
          27.642,
          44.807,
          71.165
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2017-01-01T00:00:00Z",
          "2019-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "2018 3.6.1",
    "Buildings and construction",
    "EEA38 (from 2020)",
    "Land cover",
    "Land use",
    "Soil",
    "United Kingdom",
    "built environment",
    "built-up area",
    "land cover",
    "land use",
    "landscape alteration",
    "sealing",
    "soil surface sealing",
    "urban area"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}