{
  "type": "Collection",
  "id": "59b0620c-7bb4-4c82-b3ce-f16715573137",
  "stac_version": "1.0.0",
  "description": "The High Resolution Layer (HRL) Forest 2018 status layer Forest Type (FTY) provides a forest classification with 3 thematic classes (all non-forest areas / broadleaved forest / coniferous forest) at 10m spatial resolution and with a Minimum Mapping Unit (MMU) of 0.5 ha. This raster layer is largely following the FAO (Food and Agriculture Organisation of the United Nations) forest definition with tree covered areas in agricultural and urban context excluded and covers the full of EEA38 area and the United Kingdom. \nThe dataset is provided as 10 meter rasters in 100 x 100 km tiles grouped according to the EEA38 countries and the United Kingdom (fully confirmat with the EEA reference grid).\nThe production of the High Resolution forest layers was coordinated by the European Environment Agency (EEA) in the frame of the EU Copernicus programme.\n\nThe High Resolution forest product consists of three types of (status) products and additional change products. The status products are available for the 2012, 2015 and 2018 reference years: 1. Tree cover density providing level of tree cover density in a range from 0-100%; 2. Dominant leaf type providing information on the dominant leaf type: broadleaved or coniferous; 3. A Forest type product. The forest type product allows to get as close as possible to the FAO forest definition. In its original (20m) resolution it consists of two products: 1) a dominant leaf type product that has a MMU of 0.5 ha, as well as a 10% tree cover density threshold applied, and 2) a support layer that maps, based on the dominant leaf type product, trees under agricultural use and in urban context (derived from CLC and high resolution imperviousness 2009 data). For the final 100m product trees under agricultural use and urban context from the support layer are removed. The high resolution forest change products comprise a simple tree cover density change product for 2012-2015 (% increase or decrease of real tree cover density changes).",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/pan-european/high-resolution-layers/forests/forest-type-1/status-maps/forest-type-2018?tab=download",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Download (requires authentication)"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/rest/services/GioLandPublic/HRL_ForestType_2018/ImageServer",
      "type": "ESRI:REST"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/services/GioLandPublic/HRL_ForestType_2018/ImageServer/WMSServer?request=GetCapabilities&service=WMS",
      "type": "OGC:WMS"
    }
  ],
  "title": "High Resolution Layer: Forest Type 2018 (raster 10m), Oct. 2020",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -56.506,
          24.284,
          72.907,
          72.665
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2018-03-01T00:00:00Z",
          "2018-10-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Biodiversity",
    "EEA38 (from 2020)",
    "Forests and forestry",
    "Land cover",
    "Land use",
    "United Kingdom",
    "forest management",
    "land cover",
    "land use",
    "landscape alteration"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}