{
  "type": "Collection",
  "id": "9538a26a-d55d-4ba0-b77c-92eeb61d3061",
  "stac_version": "1.0.0",
  "description": "Riparian zones represent transitional areas occurring between land and freshwater ecosystems, characterised by distinctive hydrology, soil and biotic conditions and strongly influenced by the stream water. They provide a wide range of riparian functions (e.g. chemical filtration, flood control, bank stabilization, aquatic life and riparian wildlife support, etc.) and ecosystem services.\n\nThe Riparian Zones products support the objectives of several European legal acts and policy initiatives, such as the EU Biodiversity Strategy to 2020, the Habitats and Birds Directives and the Water Framework Directive.\n\nGreen Linear Elements (GLE) are ecologically significant, structural landscape elements which act as important dispersion vectors of biodiversity. GLEs comprise hedgerows and lines of trees and offer a wide range of ecosystem services: they are linked to both landscape richness and fragmentation of habitats, with a direct potential for restoration, and contribute also to hazard protection. Green linear elements form part of the Green Infrastructure and are specifically addressed in the EU Biodiversity Strategy 2020. The GLE product provides reliable and detailed geospatial information on the occurrence and spatial distribution of: Small linear vegetation features such as hedgerows, scrub and tree rows with a minimum length of 100m and a width of up to 10m; Isolated patches of trees and scrub with a size between 500 m² and 0.5 ha. Green linear elements including trees and hedgerows with 100m minimum length and 500 m² Minimum Mapping Unit (MMU).\n\nThe production of the Riparian Zones products was coordinated by the European Environment Agency in the frame of the EU Copernicus programme.",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/local/riparian-zones/green-linear-elements-gle-image/view",
      "type": "WWW:LINK-1.0-http--link"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/services/RiparianZones/GLE/MapServer/WMSServer?service=WMS&request=GetCapabilities&version=1.3.0",
      "type": "OGC:WMS",
      "title": "Green Linear Elements vector"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/services/RiparianZones/GLE/MapServer/WMSServer?service=WMS&request=GetCapabilities&version=1.3.0",
      "type": "OGC:WMS",
      "title": "Downloads"
    },
    {
      "rel": "describedby",
      "href": "https://image.discomap.eea.europa.eu/arcgis/rest/services/RiparianZones/GLE/MapServer",
      "type": "ESRI:REST"
    }
  ],
  "title": "Riparian Zones Green Linear Elements (vector), Aug. 2015",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -31.2684,
          27.6375,
          -13.4198,
          66.5662
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2011-01-01T00:00:00Z",
          "2013-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "2017 3.6.2",
    "Biodiversity",
    "EEA39",
    "Land cover",
    "Land use",
    "Water",
    "ecosystem services",
    "hedge",
    "land cover",
    "land use",
    "landscape alteration",
    "riparian zone",
    "tree"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}