{
  "type": "Collection",
  "id": "de0bc1e4-5b32-44fa-9690-1eb9e64aff9d",
  "stac_version": "1.0.0",
  "description": "This metadata refers to the Plant Phenology Index (PPI) dataset, one of the near real-time (NRT) Vegetation Index products of the pan-European Medium Resolution Vegetation Phenology and Productivity (MR-VPP), component of the Copernicus Land Monitoring Service (CLMS).\n\nThe Plant Phenology Index (PPI) is a physically based vegetation index for improved monitoring of plant phenology, that is developed from a simplified solution to the radiative transfer equation by Jin and Eklundh (2014). PPI has a linear relationship with green leaf area index, a strong correlation with gross primary productivity, and is capable of disentangling remotely sensed plant phenology from snow seasonality. It is reported to be superior to other indices for spring phenology retrieval over the northern latitudes and for GPP estimation in African semi-arid ecosystems. Comparison of satellite-derived PPI to ground observations of plant phenology and gross primary productivity (GPP) shows strong similarity of temporal patterns over several Nordic boreal forest sites. Further information is available in the Product User Manual: https://land.copernicus.eu/user-corner/technical-library/clms_mrvpp_pum_d1-0.pdf\n\nThe PPI time series dataset is made available as raster files with 500 x 500m resolution, in ETRS89-LAEA projection corresponding to the MCD43 tiling grid, for those tiles that cover the EEA38 countries and the United Kingdom and for the period from January 2000 until today.\n\nThe full on-line access to open and free data for this resource will be made available by the end of 2022. Until then the data will be made available 'on-demand' by filling in the form at: https://land.copernicus.eu/contact-form",
  "links": [
    {
      "rel": "describedby",
      "href": "https://land.copernicus.eu/user-corner/technical-library/clms_mrvpp_pum_d1-0.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "User manual"
    }
  ],
  "title": "Medium Resolution Vegetation Phenology and Productivity: Plant phenology index (raster 500m), Oct. 2022",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -25.0,
          26.0,
          45.0,
          72.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2000-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Agriculture and food",
    "Annually",
    "EEA38 (from 2020)",
    "Environmental monitoring facilities",
    "Forests and forestry",
    "Habitats and biotopes",
    "Land use",
    "Orthoimagery",
    "United Kingdom",
    "index",
    "land",
    "plant ecology",
    "plant production",
    "productivity",
    "remote sensing",
    "vegetation"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}