{
  "type": "Collection",
  "id": "EO:CNES:DAT:SWH:SPOT5",
  "stac_version": "1.0.0",
  "description": "The programme objective is the free availability for non-commercial use of orthorectified products derived from multispectral images of more than 5 years old from the Spot 1-5 satellites family. Nearly 30 million images have been acquired by this satellite family since 1986, this archive may be considered as a world heritage, whose access will be facilitated through this programme. CNES, the French Space Agency has announced on January 17, 2014 the opening of the Spot World Heritage (SWH) programme in front of the GEO Plenary Assembly in Geneva. The announcement has been made in the framework of a partnership agreement between CNES and Airbus Defence and Space through its Geo-Intelligence Division (formely known as Spot Image). Raw images will be first proceThe Sentinel-2 mission is a land monitoring constellation of two satellites that provide high resolution optical imagery and provide continuity for the current SPOT and Landsat missions. The mission provides a global coverage of the Earth's land surface every 10 days with one satellite and 5 days with 2 satellites, making the data of great use in on-going studies. The satellites are equipped with the state-of-the-art MSI (Multispectral Imager) instrument, that offers high-resolution optical imagery. For Level-1C Sentinel 2 products that provides top-of-atmosphere reflectances in cartographic geometry, the granules, also called tiles, are 100 km2 ortho-images in UTM/WGS84 projection. The UTM (Universal Transverse Mercator) system divides the Earth's surface into 60 zones. Each UTM zone has a vertical width of 6 degrees of longitude and horizontal width of 8 degrees of latitude. Tiles are approximately 500 MB in size. Tiles can be fully or partially covered by image data. Partially covered tiles correspond to those at the edge of the swath.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://navigator.eumetsat.int/product/EO:CNES:DAT:SWH:SPOT5",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "Spot World Heritage Spot 5",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2002-06-19T00:00:00Z",
          "2015-03-29T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Land"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}