{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SATELLITE_TOTAL_COLUMN_WATER_VAPOUR_OCEAN",
  "stac_version": "1.0.0",
  "description": "Water vapour is has been recognised as an  Essential Climate Variable as it provides the basis for all cloud formation and physics and furthermore influences the Earth's heat budget due to its high absorbance of long and short-wave radiation. Total column water vapour (TCWV) is a measure of the integrated water vapour content of the atmosphere.\nThis catalogue entry provides the TCWV data product usually called Hamburg Ocean Atmosphere Parameters and Fluxes from Satellite Data (HOAPS).\nThe HOAPS product uses a 1D-Var retrieval concept for atmospheric water vapour content from the measurements of the Special Sensor Microwave Imager (SSM/I) and the Special Sensor Microwave Imager Sounder (SSMIS) sensors in the microwave spectra over ice-free ocean surfaces. \nThe dataset provides a continuous data record composed of a Thematic Climate Data Record (TCDR) from 1988 to 2014 and of an Interim Climate Data Record (ICDR) from 2015 onward. It was produced following the World Meteorological Organisation's Observing Systems Capability Analysis and Review Tool (OSCAR)  requirements for TCWV.\nThe SSM/I and SSMIS are well-established instruments for TCWV retrieval over ice-free open ocean surfaces and provide a long time series (1987 to present) and global coverage at a reasonable resolution.\nThe TCDR HOAPS dataset is produced on behalf of EUMETSAT Satellite Application Facility on Climate Monitoring (CM SAF) and the ICDR is produced within the Copernicus Climate Change Serice (C3S) project. Both products are based on the HOAPS 4.0 algorithm at DWD (Deutscher Wetterdienst).  A related dataset providing TCWV data over both land and ocean, but only at monthly  time resolution, computed using a different set of sensors and algorithms  is also available (the link to that dataset is under the Related data section).\n\nVariables in the dataset/application are:\nTotal column water vapour",
  "links": [],
  "title": "Monthly and 6-hourly total column water vapour over ocean from 1988 to 2020 derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2002-01-01T00:00:00Z",
          "2012-12-31T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Ocean",
    "Product type: Satellite observations",
    "Spatial coverage: Ocean",
    "Variable domain: Atmosphere (upper air)",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Provider: EUMETSAT SAF",
    "Provider: Copernicus C3S"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}