{
  "type": "Collection",
  "id": "EO:EUM:DAT:SENTINEL-3:SR_2_WAT___",
  "stac_version": "1.0.0",
  "description": "The products contain the typical altimetry measurements, like the altimeter range, the sea surface height, the wind speed, significant wave height and all required geophysical corrections and related flags. Also the sea Ice freeboard measurement is included. The measurements in the standard data file provide the measurements in low (1 Hz = approx. 7km) and high resolution (20 Hz = approx. 300 m), in LRM mode or in SAR mode, for both C-band and Ku band. The SAR mode is the default mode. The reduced measurement data file contains 1 Hz measurements only. The enhanced measurement data file contains also the waveforms and associated parameters and the pseudo LRM measurements when in SAR mode. This product contains the following datasets: Sea Level Global(NRT) (PDS_MG3_CORE_14_GLONRT), Sea Level Global Reduced(NRT)(PDS_MG3_CORE_14_GLONRT_RD), Sea Level Global Standard(NRT) (PDS_MG3_CORE_14_GLONRT_SD), Sea Level Global Enhanced(NRT) (PDS_MG3_CORE_14_GLONRT_EN)\n\n- All Sentinel-3 NRT products are available at pick-up point in less than 3h.\n- All Sentinel-3 Non Time Critical (NTC) products are available at pick-up point in less than 30 days\n- All Sentinel-3 Short Time Critical (STC) products are available at pick-up point in less than 48 hours\nSentinel-3 is part of a series of Sentinel satellites, under the umbrella of the EU Copernicus programme.",
  "links": [
    {
      "rel": "hosts",
      "href": "https://navigator.eumetsat.int/product/EO:EUM:DAT:SENTINEL-3:SR_2_WAT___",
      "type": "http",
      "title": "EUMETSAT Product Navigator (Metadata)"
    }
  ],
  "title": "SRAL Level 2 Altimetry Global - Sentinel-3",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2016-12-13T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Ocean",
    "Sea Surface Height",
    "Level 2 Data",
    "disableCustomizeCart"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}