{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SATELLITE_OZONE_V1",
  "stac_version": "1.0.0",
  "description": "This dataset provides monthly averaged ozone values derived from a large set of satellite sensors with global coverage.  Ozone is naturally formed in the atmosphere through the interaction between molecular oxygen and solar radiation. In the stratosphere, it acts as a shield protecting us from the UV radiation emitted by the Sun. At ground level however, it is a human health irritant and a component of smog. Ozone and climate change are strongly related. \nThe ozone abundance in the atmosphere can be measured from space using a number of different remote-sensing techniques relying on ozone absorption at UV, visible, infrared and millimeter wavelengths. Instruments use the solar light or the thermal radiation emitted by the Earth to derive the vertical distribution of ozone in nadir, limb and solar occultation observation geometries. In the measured signal, molecular absorption features characteristic of ozone are detected using appropriate retrieval algorithms and are used to quantify its abundance. \nData are available as Level-3 and/or Level-4 data products. Level-3 data correspond to measurements provided on a regular latitude/longitude after re-gridding of level-2 data (satellite orbit tracks) and averaging in time (over a month). Level-4 products are generated from Level-2 data after assimilation in a three-dimensional chemistry-transport model.\nWe distinguish between Climate Data Record (CDR) and intermediate-CDR (ICDR). For ozone datasets distributed here, both ICDR and CDR products are generated using common software and algorithms. The CDRs cover past time periods and include the sensors that are no longer in operation. They are meant to have sufficient length, consistency, and continuity to detect climate variability and change. The ICDRs are generated by satellite instruments still in operation, and are therefore regularly updated. Recent ICDR data are provided with a short-delay. They are expected to be consistent with the CDR baseline but have not undergone any extensive checking. Users are invited to read the documentation in order to determine the time coverage of each product.\nZonal averages and combined products obtained by merging data from different satellites are also provided. Nadir column data products from individual sensors are updated on a quarterly basis. All other products are updated once or twice a year.\nThis dataset is produced on behalf of C3S based on algorithm developments performed as part of the European Space Agency (ESA) Ozone Climate Change Initiative (CCI) project.\n\nVariables in the dataset/application are:\nAnomaly of mole concentration of ozone in air, Atmosphere mole content of ozone, Mole concentration of ozone in air, Mole content of ozone in atmosphere layer, Mole fraction of ozone in air",
  "links": [
    {
      "rel": "hosts",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.4ebfe4eb",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_PUGS_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide and specification document (latest version) (PDF)"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_ATBD_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Algorithm theoretical baseline document (latest version) (PDF)"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_PQAD_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product quality assurance document (latest version) (PDF)"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_PQAR_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product quality assessment report (latest version) (PDF)"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_SQAD_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "System quality assurance document (latest version) (PDF)"
    },
    {
      "rel": "hosts",
      "href": "https://datastore.copernicus-climate.eu/documents/satellite-ozone/C3S2_312a_Lot2_TRD-GAD_O3_latest.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Target requirements and gap analysis document (latest version) (PDF)"
    }
  ],
  "title": "Ozone monthly gridded data from 1970 to present derived from satellite observations",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1970-04-01T00:00:00Z",
          "2023-01-01T23:59:59Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Atmospheric conditions",
    "Variable domain: Atmosphere (composition)",
    "Product type: Satellite observations",
    "Spatial coverage: Global",
    "Temporal coverage: Past"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}