{
    "slug": "mass-consistent-atmospheric-energy-and-moisture-budget-monthly-data-from-1979-to-present-derived-from-era5-reanalysis",
    "name": "derived-reanalysis-energy-moisture-budget",
    "id": "eu.copernicus.climate.derived-reanalysis-energy-moisture-budget",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>This dataset provides monthly means of mass-consistent, vertically integrated, atmospheric energy and moisture budget quantities derived from 1-hourly ERA5 reanalysis data. </p>\n<p>The vertically integrated budget diagnostics include the tendencies and lateral fluxes of total energy, water vapour, and latent heat (with the latent heat of vaporization varying with temperature). In addition, the divergences of the lateral fluxes are provided. </p>\n<p>These divergences and  fluxes are also available in the ERA5 archive, but do not employ mass-consistent horizontal wind fields and are contaminated with numerical noise. In the present dataset, mass consistency is achieved by iteratively adjusting the horizontal wind field at every time step. </p>\n<p>The divergence and tendency terms from this dataset can be combined to indirectly estimate mass-consistent surface flux terms of the atmospheric energy and moisture budget. In the energy budget, horizontal and vertical enthalpy fluxes associated with water and snow are neglected. This framework allows for unambiguous estimation of net surface heat fluxes (sum of radiative and turbulent heat fluxes) when combined with net radiative fluxes  at the top of the atmosphere (not included in this dataset).  The divergence and tendency term of the atmospheric moisture budget can be combined to indirectly estimate surface freshwater fluxes (P+E) which have an unbiased global mean.</p>\n<p>In addition,  this dataset allows the computation of the following:</p>\n<ul>\n<li>\n<p>The divergence of total energy flux with temperature-independent latent heat of vaporization is obtained by subtracting the divergence of latent heat flux and add the divergence of water vapour flux multiplied by L<sub>v</sub> = 2.5008 J kg<sup>-1</sup> instead (this works analogously for tendency and transport terms).</p>\n</li>\n<li>\n<p>Divergence fields with full spectral resolution can be derived from corresponding east- and northward transports (divergence terms in this dataset are truncated at wave number 180 to reduce artificial noise over high topography).  </p>\n</li>\n</ul>\n<p>This dataset is produced on behalf of Copernicus Climate Change Service by the Department of Meteorology and Geophysics, University of Vienna.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Horizontal coverage</th><td>Global</td></tr>\n<tr><th>Horizontal resolution</th><td>0.25°x 0.25°</td></tr>\n<tr><th>Vertical coverage</th><td>Integrated from surface to top of atmosphere</td></tr>\n<tr><th>Vertical resolution</th><td>Single level</td></tr>\n<tr><th>Temporal coverage</th><td>From January 1979 to present</td></tr>\n<tr><th>Temporal resolution</th><td>Monthly</td></tr>\n<tr><th>File format</th><td>NetCDF 4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast (CF) Metadata Convention v1.6</td></tr>\n<tr><th>Versions</th><td>Present version is 1.0</td></tr>\n<tr><th>Update frequency</th><td>Yearly with a delay of about 4 months relatively to real time</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Divergence of vertical integral of  latent heat flux</td><td class='variables-units'>W m<sup>-2</sup></td><td class='variables-description'>This variable is the horizontal rate of flow of latent heat integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere.  Latent heat is the amount of energy required to convert liquid water to water vapour. The latent heat flux is the horizontal rate of flow per metre. Its horizontal divergence is positive for a latent heat flux that is spreading out, or diverging, and negative for a latent heat flux that is concentrating, or converging. Winds used for computation of fluxes of latent heat are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass. The latent heat of vaporization is computed as a function of temperature. This variable is truncated at wave number 180 to reduce numerical noise.</td></tr>\n<tr><td class='variables-name'>Divergence of vertical integral of  total energy flux</td><td class='variables-units'>W m<sup>-2</sup></td><td class='variables-description'>This variable is the horizontal rate of flow of total energy integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. The total energy in this variable is the sum of sensible heat, latent heat (with latent heat of vaporization varying with temperature), kinetic, and potential energy, which is also referred to as the moist static plus kinetic energy.  The total energy flux is the horizontal rate of flow of energy per metre.  Its horizontal divergence is positive for a total energy flux that is spreading out, or diverging, and negative for a total energy flux that is concentrating, or converging. The sensible heat is referenced to 0 degree Celsius, whereby sensible heat of water vapour is neglected. Winds used for computation of fluxes of  total energy are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass. This variable is truncated at wave number 180 to reduce numerical noise.</td></tr>\n<tr><td class='variables-name'>Divergence of vertical integral of  water vapour flux</td><td class='variables-units'>kg m<sup>-2</sup> s<sup>-1</sup></td><td class='variables-description'>This variable is the horizontal rate of flow of water vapour integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. The water vapour flux is the horizontal rate of flow per metre. Its divergence is positive for a water vapour flux that is spreading out, or diverging, and negative for a water vapour flux that is concentrating, or converging. Winds used for computation of fluxes of water vapour are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass. This variable is truncated at wave number 180 to reduce numerical noise.</td></tr>\n<tr><td class='variables-name'>Tendency of vertical integral of  latent heat</td><td class='variables-units'>W m<sup>-2</sup></td><td class='variables-description'>This variable is the rate of change of latent heat integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. Latent heat is the amount of energy required to convert liquid water to water vapour. The vertical integral of latent heat is the total amount of latent heat per unit area. Its tendency, or rate of change, is positive if the latent heat increases and negative if the latent heat decreases in an atmospheric column.  The latent heat of vaporization is computed as a function of temperature.</td></tr>\n<tr><td class='variables-name'>Tendency of vertical integral of  total energy</td><td class='variables-units'>W m<sup>-2</sup></td><td class='variables-description'>This variable is the rate of change of total energy integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. In this variable, the total energy is the sum of internal energy, latent heat (with latent heat of vaporization varying with temperature), kinetic, and potential energy. The vertical integral of total energy is the total amount of atmospheric energy per unit area.  Its tendency, or rate of change, is positive if the total energy increases and negative if the total energy decreases in an atmospheric column.  The sensible heat is referenced to 0 degree Celsius, whereby sensible heat of water vapour is neglected.</td></tr>\n<tr><td class='variables-name'>Tendency of vertical integral of water vapour</td><td class='variables-units'>kg m<sup>-2</sup> s<sup>-1</sup></td><td class='variables-description'>This variable is the rate of change of water vapour integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. The vertical integral of water vapour is the total amount of atmospheric moisture per unit area.  Its tendency, or rate of change, is positive if the water vapour increases and negative if the water vapour decreases in an atmospheric column.</td></tr>\n<tr><td class='variables-name'>Vertical integral of eastward  latent heat flux</td><td class='variables-units'>W m<sup>-1</sup></td><td class='variables-description'>This variable is the eastward component of the latent heat flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. Latent heat is the amount of energy required to convert liquid water to water vapour. This variable is the horizontal rate of flow of latent heat per metre in east-west direction. It is positive for a latent heat flux in eastward direction, and negative for a latent heat flux in westward direction. Winds used for computation of fluxes of latent heat are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass. The latent heat of vaporization is computed as a function of temperature. </td></tr>\n<tr><td class='variables-name'>Vertical integral of eastward total energy flux</td><td class='variables-units'>W m<sup>-1</sup></td><td class='variables-description'>This variable is the eastward component of the total energy flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. The total energy in this variable is the sum of sensible heat, latent heat (with latent heat of vaporization varying with temperature), kinetic, and potential energy, which is also referred to as the moist static plus kinetic energy. This variable is the horizontal rate of flow of energy per metre in east-west direction.  It is positive for a total energy flux in eastward direction, and negative for a total energy flux in westward direction. The sensible heat is referenced to 0 degree Celsius, whereby sensible heat of water vapour is neglected. Winds used for computation of fluxes of total energy are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass.</td></tr>\n<tr><td class='variables-name'>Vertical integral of eastward water vapour flux</td><td class='variables-units'>kg m<sup>-1</sup> s<sup>-1</sup></td><td class='variables-description'>This variable is the eastward component of the water vapour flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. This variable is the horizontal rate of flow of water vapour per metre in east-west direction. It is positive for a water vapour flux in eastward direction, and negative for a water vapour flux in westward direction. Winds used for computation of fluxes of water vapour are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass.</td></tr>\n<tr><td class='variables-name'>Vertical integral of northward  latent heat flux</td><td class='variables-units'>W m<sup>-1</sup></td><td class='variables-description'>This variable is the northward component of the latent heat flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. Latent heat is the amount of energy required to convert liquid water to water vapour. This variable is the horizontal rate of flow of latent heat per metre in north-south direction. It is positive for a latent heat flux in northward direction, and negative for a latent heat flux in southward direction. Winds used for computation of fluxes of latent heat are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass. The latent heat of vaporization is computed as a function of temperature.</td></tr>\n<tr><td class='variables-name'>Vertical integral of northward total energy flux</td><td class='variables-units'>W m<sup>-1</sup></td><td class='variables-description'>This variable is the northward component of the total energy flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. The total energy in this variable is the sum of sensible heat, latent heat (with latent heat of vaporization varying with temperature), kinetic, and potential energy, which is also referred to as the moist static plus kinetic energy. This variable is the horizontal rate of flow of energy per metre in north-south direction.  It is positive for a total energy flux in northward direction, and negative for a  total energy flux in southward direction. The sensible heat is referenced to 0 degree Celsius, whereby sensible heat of water vapour is neglected. Winds used for computation of fluxes of total energy are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass.</td></tr>\n<tr><td class='variables-name'>Vertical integral of northward water vapour flux</td><td class='variables-units'>kg m<sup>-1</sup> s<sup>-1</sup></td><td class='variables-description'>This variable is the northward component of the water vapour flux integrated over an atmospheric column extending from the surface of the Earth to the top of the atmosphere. This variable is the horizontal rate of flow per metre in north-south direction. It is positive for a water vapour flux in northward direction, and negative for a water vapour flux in southward direction. Winds used for computation of fluxes of water vapour are mass-adjusted according to the diagnosed imbalance between divergence of vertically integrated dry mass flux and tendency of dry air mass.</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ]
}