{
    "slug": "ocean-surface-wave-time-series-for-the-european-coast-from-1976-to-2100-derived-from-climate-projections",
    "name": "sis-ocean-wave-timeseries",
    "id": "eu.copernicus.climate.sis-ocean-wave-timeseries",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <hr />\n<p>The dataset presents time series of the coastal wave climate based upon ocean surface wave parameters computed for a European-wide domain. This dataset provides an understanding of the wave climate under the impact of climate change for the Northwest European Shelf and Mediterranean Sea. It provides added value for various coastal sectors and studies such as port, shipping, and coastal management.</p>\n<p>The ocean surface wave fields are computed using the ECMWF's Wave Model (SAW) forced by surface wind and accounting for ice coverage in polar latitudes. The wave climate is defined by means of the integrated wave spectral parameters such as the significant wave height and the peak wave period. In order to assess the impact of climate change on the ocean's surface wave field, the SAW model is run for three different climate scenarios: the current climate (also termed historical), and two Representative Concentration Pathway (RCP) scenarios that correspond to an optimistic emission scenario where emissions start declining beyond 2040 (RCP4.5) and a pessimistic scenario where emissions continue to rise throughout the century often called the business-as-usual scenario (RCP8.5). The wave climate in these scenarios are simulated using wind forcing from a member of the EURO-CORDEX climate model ensemble - the HIRHAM5 regional climate model downscaled from the global climate model EC-EARTH. Given that the projections of these climate scenarios are based on a single combination of the regional and global climate models, users of these data should take in consideration that there is an inevitable underestimation of the uncertainty associated with this dataset. In addition to the three climate scenarios, the time series are also computed using ERA5 reanlysis wind forcing. This provides the recent historical wave climate that may be used, for example, to look at specific events in the past.</p>\n<p>This dataset was produced on behalf of the Copernicus Climate Change Service.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Point data</td></tr>\n<tr><th>Horizontal coverage</th><td>European coastline along the 20 m bathymetric contour</td></tr>\n<tr><th>Horizontal resolution</th><td>30 km</td></tr>\n<tr><th>Vertical coverage</th><td>Surface</td></tr>\n<tr><th>Vertical resolution</th><td>Single level</td></tr>\n<tr><th>Temporal coverage</th><td><p>Historical: from 1976 to 2005</p>\n<p>ERA5 reanalysis: from 2001 to 2017</p>\n<p>RCP8.5: from 2041 to 2100</p>\n<p>RCP4.5: from 2041 to 2100</p></td></tr>\n<tr><th>Temporal resolution</th><td>Hourly</td></tr>\n<tr><th>File format</th><td>NetCDF-4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast (CF) Metadata Convention v1.6</td></tr>\n<tr><th>Update frequency</th><td>No updates expected</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Mean wave direction</td><td class='variables-units'>°</td><td class='variables-description'>This parameter is the mean direction of ocean/sea surface waves generated by local winds and swell. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). This parameter is a mean over all frequencies and directions of the two-dimensional wave spectrum.</td></tr>\n<tr><td class='variables-name'>Mean wave period</td><td class='variables-units'>s</td><td class='variables-description'>This parameter represents the mean period of the ocean waves generated by local winds and swell. The wave period is the average time it takes for two consecutive wave crests, on the surface of the ocean/sea, to pass through a fixed point. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). This parameter is calculated from the reciprocal of the frequency corresponding to the mean value of the frequency wave spectrum. The frequency wave spectrum is obtained by integrating the two-dimensional wave spectrum over all directions.</td></tr>\n<tr><td class='variables-name'>Peak wave period</td><td class='variables-units'>s</td><td class='variables-description'>This parameter represents the period of the most energetic ocean waves generated by local winds and swell. The wave period is the time it takes for two consecutive wave crests, on the surface of the ocean/sea, to pass through a fixed point. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). This parameter is calculated from the reciprocal of the frequency corresponding to the largest value (peak) of the frequency wave spectrum. The frequency wave spectrum is obtained by integrating the two-dimensional wave spectrum over all directions.</td></tr>\n<tr><td class='variables-name'>Significant wave height</td><td class='variables-units'>m</td><td class='variables-description'>This parameter represents the average height of the highest third of surface ocean/sea waves generated by wind and swell. It represents the vertical distance between the wave crest and the wave trough. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). The wave spectrum can be decomposed into wind-sea waves, which are directly affected by local winds, and swell, the waves that were generated by the wind at a different location and time. This parameter takes account of both. More strictly, this parameter is four times the square root of the integral over all directions and all frequencies of the two-dimensional wave spectrum.</td></tr>\n<tr><td class='variables-name'>Wave spectral directional width</td><td class='variables-units'>Dimensionless</td><td class='variables-description'>This parameter indicates whether waves (generated by local winds and associated with swell) are coming from similar directions or from a wide range of directions. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). Many ECMWF wave parameters (such as the mean wave period) give information averaged over all wave frequencies and directions, so do not give any information about the distribution of wave energy across frequencies and directions. This parameter gives more information about the nature of the two-dimensional wave spectrum. This parameter is a measure of the range of wave directions for each frequency integrated across the two-dimensional spectrum. This parameter takes values between 0 and the square root of 2. Where 0 corresponds to a uni-directional spectrum (i.e., all wave frequencies from the same direction) and the square root of 2 indicates a uniform spectrum (i.e., all wave frequencies from a different direction).</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ],
    "constraints": [
        {
            "experiment": [
                "ERA5 reanalysis"
            ],
            "variable": [
                "Mean wave period",
                "Mean wave direction",
                "Peak wave period",
                "Significant wave height",
                "Wave spectral directional width"
            ],
            "year": [
                "2001",
                "2002",
                "2003",
                "2004",
                "2005",
                "2006",
                "2007",
                "2008",
                "2009",
                "2010",
                "2011",
                "2012",
                "2013",
                "2014",
                "2015",
                "2016",
                "2017"
            ]
        },
        {
            "experiment": [
                "Historical"
            ],
            "variable": [
                "Mean wave period",
                "Mean wave direction",
                "Peak wave period",
                "Significant wave height",
                "Wave spectral directional width"
            ],
            "year": [
                "1976",
                "1977",
                "1978",
                "1979",
                "1980",
                "1981",
                "1982",
                "1983",
                "1984",
                "1985",
                "1986",
                "1987",
                "1988",
                "1989",
                "1990",
                "1991",
                "1992",
                "1993",
                "1994",
                "1995",
                "1996",
                "1997",
                "1998",
                "1999",
                "2000",
                "2001",
                "2002",
                "2003",
                "2004",
                "2005"
            ]
        },
        {
            "experiment": [
                "RCP4.5",
                "RCP8.5"
            ],
            "variable": [
                "Mean wave period",
                "Mean wave direction",
                "Peak wave period",
                "Significant wave height",
                "Wave spectral directional width"
            ],
            "year": [
                "2041",
                "2042",
                "2043",
                "2044",
                "2045",
                "2046",
                "2047",
                "2048",
                "2049",
                "2050",
                "2051",
                "2052",
                "2053",
                "2054",
                "2055",
                "2056",
                "2057",
                "2058",
                "2059",
                "2060",
                "2061",
                "2062",
                "2063",
                "2064",
                "2065",
                "2066",
                "2067",
                "2068",
                "2069",
                "2070",
                "2071",
                "2072",
                "2073",
                "2074",
                "2075",
                "2076",
                "2077",
                "2078",
                "2079",
                "2080",
                "2081",
                "2082",
                "2083",
                "2084",
                "2085",
                "2086",
                "2087",
                "2088",
                "2089",
                "2090",
                "2091",
                "2092",
                "2093",
                "2094",
                "2095",
                "2096",
                "2097",
                "2098",
                "2099",
                "2100"
            ]
        }
    ]
}