{
    "slug": "ocean-surface-wave-indicators-for-the-european-coast-from-1977-to-2100-derived-from-climate-projections",
    "name": "sis-ocean-wave-indicators",
    "id": "eu.copernicus.climate.sis-ocean-wave-indicators",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <hr />\n<p>The dataset presents wave climate indicators based upon ocean surface wave parameters computed for a European-wide domain. This dataset provides an understanding of the European wave climate under the impact of climate change. It provides added value for various coastal sectors and studies such as port, shipping, and coastal management.</p>\n<p>The ocean surface wave field are computed using the ECMWF's Wave Model (Stand Alone WAM, SAW) forced by surface wind and accounting for ice coverage in polar latitudes. The wave climate is defined by means of wave spectral parameters such as the significant wave height and the peak wave period. In order to assess the impact of climate change on the ocean's surface wave field, the SAW model is run for three different climate scenarios: the present climate (labelled 'historical'), and two Representative Concentration Pathway (RCP) scenarios that correspond to an optimistic emission scenario where emissions start declining beyond 2040 (RCP4.5) and a pessimistic scenario where emissions continue to rise throughout the century often called the business-as-usual scenario (RCP8.5). The wave climate in these scenarios are simulated using wind forcing from a member of the EURO-CORDEX climate model ensemble - the HIRHAM5 regional climate model downscaled from the global climate model EC-EARTH. In addition to the three climate scenarios, the indicators are also computed using ERA5 reanlysis wind forcing. This provides recent historical wave climate indicators that may be used, for example, to look at specific events in the past.</p>\n<p>This dataset was produced on behalf of the Copernicus Climate Change Service.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Point data</td></tr>\n<tr><th>Horizontal coverage</th><td>European coastline along the 20 m bathymetric contour</td></tr>\n<tr><th>Horizontal resolution</th><td>Coastal grid points: 30 km</td></tr>\n<tr><th>Vertical coverage</th><td>Surface</td></tr>\n<tr><th>Vertical resolution</th><td>Single level</td></tr>\n<tr><th>Temporal coverage</th><td><p>Historical: 1976 to 2005</p>\n<p>ERA5 reanalysis: 2001 to 2017</p>\n<p>RCP8.5: 2041 to 2100</p>\n<p>RCP4.5: 2041 to 2100</p></td></tr>\n<tr><th>File format</th><td>NetCDF-4</td></tr>\n<tr><th>Conventions</th><td>Climate and Forecast (CF) Metadata Convention v1.6</td></tr>\n<tr><th>Update frequency</th><td>No updates expected</td></tr>\n</table>\n\n    <p></p>\n    <table class=\"abstract-variables abstract-table\">\n    <tr><th colspan=\"3\">MAIN VARIABLES</th>\n    \n\n    <tr><th class='variables-name'>Name</th><th class='variables-units'>Units</th><th class='variables-description'>Description</th></tr>\n    \n<tr><td class='variables-name'>Peak wave period</td><td class='variables-units'>s</td><td class='variables-description'>This parameter represents the period of the most energetic ocean waves generated by local winds and associated with swell. The wave period is the average time it takes for two consecutive wave crests, on the surface of the ocean/sea, to pass through a fixed point. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). This parameter is calculated from the reciprocal of the frequency corresponding to the largest value (peak) of the frequency wave spectrum. The frequency wave spectrum is obtained by integrating the two-dimensional wave spectrum over all directions.</td></tr>\n<tr><td class='variables-name'>Significant wave height</td><td class='variables-units'>m</td><td class='variables-description'>This parameter represents the average height of the highest third of surface ocean/sea waves generated by wind and swell. It represents the vertical distance between the wave crest and the wave trough. The ocean/sea surface wave field consists of a combination of waves with different heights, lengths and directions (known as the two-dimensional wave spectrum). The wave spectrum can be decomposed into wind-sea waves, which are directly affected by local winds, and swell, the waves that were generated by the wind at a different location and time. This parameter takes account of both. More strictly, this parameter is four times the square root of the integral over all directions and all frequencies of the two-dimensional wave spectrum. This parameter can be used to assess sea state and swell. For example, engineers use significant wave height to calculate the load on structures in the open ocean, such as oil platforms, or in coastal applications.</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ],
    "constraints": [
        {
            "experiment": [
                "era5_reanalysis"
            ],
            "period": [
                "2001_2017"
            ],
            "statistic": [
                "90th_percentile",
                "90th_100th_percentile_average",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "significant_wave_height"
            ]
        },
        {
            "experiment": [
                "era5_reanalysis"
            ],
            "period": [
                "2001_2017"
            ],
            "statistic": [
                "90th_percentile",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "peak_wave_period"
            ]
        },
        {
            "experiment": [
                "historical"
            ],
            "period": [
                "1976_2005"
            ],
            "statistic": [
                "90th_percentile",
                "90th_100th_percentile_average",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "significant_wave_height"
            ]
        },
        {
            "experiment": [
                "historical"
            ],
            "period": [
                "1976_2005"
            ],
            "statistic": [
                "90th_percentile",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "peak_wave_period"
            ]
        },
        {
            "experiment": [
                "rcp4_5",
                "rcp8_5"
            ],
            "period": [
                "2071_2100",
                "2041_2070"
            ],
            "statistic": [
                "90th_percentile",
                "90th_100th_percentile_average",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "significant_wave_height"
            ]
        },
        {
            "experiment": [
                "rcp4_5",
                "rcp8_5"
            ],
            "period": [
                "2071_2100",
                "2041_2070"
            ],
            "statistic": [
                "90th_percentile",
                "95th_percentile",
                "99th_percentile",
                "100_year_return_period"
            ],
            "variable": [
                "peak_wave_period"
            ]
        }
    ]
}