{
    "slug": "complete-uerra-regional-reanalysis-for-europe-from-1961-to-2019",
    "name": "reanalysis-uerra-europe-complete",
    "id": "eu.copernicus.climate.reanalysis-uerra-europe-complete",
    "type": "dataset",
    "rich_abstract": "<div class='abstract-text'>\n         <p>The UERRA datasets contain reanalysis data of the atmosphere, the surface and near-surface as well as for the soil covering Europe. Essential climate variables are generated with the UERRA-HARMONIE and the MESCAN-SURFEX systems. UERRA-HARMONIE is a 3-dimensional variational data assimilation system, while MESCAN-SURFEX is a complementary surface analysis system. Using the Optimal Interpolation method, MESCAN provides the best estimate of daily accumulated precipitation and six-hourly air temperature and relative humidity at 2 meters above the model topography.</p>\n<p>The land surface platform SURFEX is forced with downscaled forecast fields from UERRA-HARMONIE as well as MESCAN analyses. It is run offline, i.e. without feedback to the atmospheric analysis performed in MESCAN or the UERRA-HARMONIE data assimilation cycles. Using SURFEX offline allows taking full benefit of precipitation analysis and to use the more advanced physics options to better represent surface variables such as surface temperature and surface fluxes, and soil processes related to water and heat transfer in the soil and snow.</p>\n<p>In general, reanalysis combines model data with observations into a complete and consistent dataset using the laws of physics. This principle, called data assimilation, is based on the method used by numerical weather prediction centres, where every so many hours (6 hours in the UERRA-HARMONIE system) a previous forecast is combined with newly available observations in an optimal way to produce a new best estimate of the state of the atmosphere, called analysis, from which an updated, improved forecast is issued. Reanalysis works in the same way, but at reduced resolution to allow for the provision of a dataset spanning back several decades. Reanalysis does not have the constraint of issuing timely forecasts, so there is more time to collect observations, and when going further back in time, to allow for the ingestion of improved versions of the original observations, which all benefit the quality of the reanalysis product.</p>\n<p>The assimilation system is able to estimate biases between observations and to sift good-quality data from poor data. The laws of physics allow for estimates at locations where data coverage is low. The provision of estimates at each grid point in Europe for each regular output time, over a long period, always using the same format, makes reanalysis a very convenient and popular dataset to work with. </p>\n<p>The observing system has changed drastically over time, and although the assimilation system can resolve data holes, the initially much sparser networks will lead to less accurate estimates. UERRA-HARMONIE data is available from 1961 and is updated once a month with a delay to real-time of about 4 months. The system provides four analyses per day – at 0 UTC, 6 UTC, 12 UTC, and 18 UTC. Between the analyses, forecasts of the system are available with hourly resolution. Hence, estimates of the status of the atmosphere are available for every hour since 1961. Moreover, forecasts up to 30 hours are available from the analyses initialised at 0 UTC and 12 UTC.</p>\n<p>In addition to observations in the model domain, a regional reanalysis needs information at its lateral boundaries. For the UERRA-HARMONIE system, this information is taken from the global reanalyses ERA40 (until the end of 1978) and ERA-interim (from 1979). The improvement over global products comes with the higher horizontal resolution that allows incorporating more regional details, e.g. topography. Moreover, it enables the system even to consider more observations at places with dense observation networks. The UERRA-HARMONIE regional reanalysis is produced at a horizontal resolution of 11km and MESCAN SURFEX provides data at a resolution of 5.5km.</p>\n<p>For the UERRA-HARMONIE system, variables are produced at the surface and on model levels (65 levels) but are also interpolated to two other level types: pressure levels (24 levels between 1000-10hPa), and height levels (11 levels between 15m-500m). The output of height levels were introduced with special focus on the wind energy sector and their needs. Soil data is available on 14 levels from the surface to a depth of 12m. The number of available parameters varies between the different level types.</p>\n<p>In order to make data access more manageable, the UERRA-HARMONIE and MESCAN-SURFEX dataset has been split into four records. Analysis time steps are available via the CDS whereas forecasts are available only through CDSAPI.</p>\n         \n         \n            <p></p>\n            <table class=\"abstract-description abstract-table\">\n            <tr><th colspan=\"2\">DATA DESCRIPTION</th>\n            \n<tr><th>Data type</th><td>Gridded</td></tr>\n<tr><th>Projection</th><td><p>Lambert conformal conic grid with 565 x 565 grid points for the UERRA-HARMONIE system.</p>\n<p>Lambert conformal conic grid with 1069 x 1069 grid points for the  MESCAN-SURFEX system.</p></td></tr>\n<tr><th>Horizontal coverage</th><td><p>Europe: </p>\n<p>The domain spans from northern Africa beyond the northern tip of Scandinavia. </p>\n<p>In the west it ranges far into the Atlantic ocean and in the east it reaches to the Ural.</p></td></tr>\n<tr><th>Horizontal resolution</th><td><p>11km x 11km for the UERRA-HARMONIE system.</p>\n<p>5.5km x 5.5km for the MESCAN-SURFEX system.</p></td></tr>\n<tr><th>Vertical coverage</th><td><p>Near surface  for single level variables. </p>\n<p>From 15m to 500m for height levels variables.</p>\n<p>From 1000 hPa to 10 hPa for pressure level variables.</p>\n<p>From the surface to a depth of 12m for the  MESCAN-SURFEX system.</p>\n<p>For the UERRA-HARMONIE system the vertical soil coordinates have no precise depth values. They are defined in terms of a time constant determining how quickly they adjust and restore. Please, see the documenation section for more information.</p></td></tr>\n<tr><th>Vertical resolution</th><td><p>Single level for near surface variables.</p>\n<p>11 height levels from 15m to 500m.</p>\n<p>24 levels for upper-air pressure level variables.</p>\n<p>3 soil levels for soil variables computed from the UERRA-HARMONIE system.</p>\n<p>14  soil levels for soil variables computed from the  MESCAN-SURFEX system:  0.01m, 0.04m, 0.1m, 0.2m, 0.4m, 0.6m, 0.8m, 1m, 1.5m, 2m, 3m, 5m, 8m, 12m.</p></td></tr>\n<tr><th>Temporal coverage</th><td>January 1961 to July 2019.</td></tr>\n<tr><th>Temporal resolution</th><td><p>Analysis are availabe each day at 00, 06, 12 and 18 UTC.  </p>\n<p>Forecasts up to 30 hours initialised from the analyses at 00 and 12 UTC.</p></td></tr>\n<tr><th>File format</th><td>GRIB2</td></tr>\n<tr><th>Update frequency</th><td>No expected updates.</td></tr>\n</table>\n    </div>",
    "terms": [
        "licence-to-use-copernicus-products"
    ]
}