{
  "type": "Collection",
  "id": "EO:ECMWF:DAT:SIS_HYDROLOGY_METEOROLOGY_DERIVED_PROJECTIONS",
  "stac_version": "1.0.0",
  "description": "This dataset provides precipitation and near surface air temperature for Europe as Essential Climate Variables (ECVs) and as a set of Climate Impact Indicators (CIIs) based on the ECVs. \nECV datasets provide the empirical evidence needed to understand the current climate and predict future changes. \nCIIs contain condensed climate information which facilitate relatively quick and efficient subsequent analysis. Therefore, CIIs make climate information accessible to application focussed users within a sector.\nThe ECVs and CIIs provided here were derived within the water management sectoral information service to address questions specific to the water sector. However, the products are provided in a generic form and are relevant for a range of sectors, for example agriculture and energy.\nThe data represent the current state-of-the-art in Europe for regional climate modelling and indicator production. Data from eight model simulations included in the Coordinated Regional Climate Downscaling Experiment (CORDEX) were used to calculate a total of two ECVs and five CIIs at a spatial resolution of 0.11° x 0.11° and 5km x 5km.\nThe ECV data meet the technical specification set by the Global Climate Observing System (GCOS), as such they are provided on a daily time step. They are bias adjusted using the EFAS gridded observations as a reference dataset. Note these are model output data, not observation data as is the general case for ECVs.\nThe CIIs are provided as mean values over a 30-year time period. For the reference period (1971-2000) data is provided as absolute values, for the future periods the data is provided as absolute values and as the relative or absolute change from the reference period. The future periods cover 3 fixed time periods (2011-2040, 2041-2070 and 2071-2100) and 3 \"degree scenario\" periods defined by when global warming exceeds a given threshold (1.5 °C, 2.0 °C or 3.0 °C). The global warming is calculated from the global climate model (GCM) used, therefore the actual time period of the degree scenarios will be different for each GCM.\nThis dataset is produced and quality assured by the Swedish Meteorological and Hydrological Institute on behalf of the Copernicus Climate Change Service. \n\nVariables in the dataset/application are:\n2m air temperature, Highest 5-day precipitation amount, Longest dry spells, Number of dry spells, Precipitation",
  "links": [
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-hydrology-derived/C3S_D424.SMHI.3.1c_Biasadjustment_v1-1.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Bias adjustment specification (PDF)"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/gqDmE",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide and specification"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/MaHmE",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Bias adjustment specification"
    },
    {
      "rel": "describedby",
      "href": "https://confluence.ecmwf.int/x/gqDmE",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide and specification"
    },
    {
      "rel": "describedby",
      "href": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/10.24381/cds.9eed87d5",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Climate Data Store catalogue"
    },
    {
      "rel": "describedby",
      "href": "https://datastore.copernicus-climate.eu/documents/sis-hydrology-derived/C3S_D424.SMHI.3.1c_ProductUserGuideSpecification_and_Workflow_Meteo_v1-1.pdf",
      "type": "WWW:LINK-1.0-http--link",
      "title": "Product user guide and specification (PDF)"
    }
  ],
  "title": "Temperature and precipitation climate impact indicators from 1970 to 2100 derived from European climate projections",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1970-01-01T00:00:00Z",
          "2100-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "proprietary",
  "keywords": [
    "Meteorological geographical features",
    "Product type: Climate projections",
    "Provider: Copernicus C3S",
    "Sector: Water management",
    "Spatial coverage: Europe",
    "Temporal coverage: Future",
    "Temporal coverage: Past",
    "Temporal coverage: Present",
    "Variable domain: Atmosphere (hydrology)"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}