{
  "type": "Collection",
  "id": "USGS/NLCD",
  "stac_version": "1.0.0",
  "description": "This dataset is superseded by newer datasets:\n\n* 2016 landcover and imperviousness data in\n  [USGS/NLCD_RELEASES/2019_REL/NLCD](USGS_NLCD_RELEASES_2019_REL_NLCD).\n* 2019 landcover and imperviousness data in\n  [USGS/NLCD_RELEASES/2019_REL/NLCD](USGS_NLCD_RELEASES_2019_REL_NLCD).\n* 2019 rangeland data in\n  [USGS/NLCD_RELEASES/2019_REL/RCMAP/V4/COVER](USGS_NLCD_RELEASES_2019_REL_RCMAP_V4_COVER).\n\nNLCD (the National Land Cover Database) is a 30-m Landsat-based land cover\ndatabase spanning 8 epochs (1992, 2001, 2004, 2006, 2008, 2011, 2013 and 2016).\n1992 data are primarily based on unsupervised classification of Landsat data,\nwhile the rest of the images rely on the imperviousness data layer for the\nurban classes and on a decision-tree classification for the rest. The 1992\nimage is not directly comparable to any later editions of NLCD.\n\nThis dataset has one image for the continental US for each of the\neight epochs, plus separate images for Alaska, Hawaii, and Puerto Rico in 2001 and 2011.\n(They could not be merged in due to having a different projection from the continental US\nimages.)\n\nNote that the impervious layers and tree cover layers for Alaska 2011\nonly have data for parts of Alaska.  For the impervious layer, only the\nparts of Kenai Peninsula Borough and Anchorage Municipality are available.\nTree cover is only available on a strip along the coast from the southern\ntip of the Alaskan Panhandle up through the Kenai Peninsula, plus Kodiak\nIsland.\n\nNLCD 2016 Shrub Component products characterize the percentage of each\n30-meter pixel in the Western United States covered by shrub, herbaceous,\nbare ground, litter, sagebrush, big sagebrush and annual herbaceous, along\nwith estimating shrub height and sagebrush height. These products have\nbeen produced by USGS in collaboration with the Bureau of Land Management.\n\nNLCD products are created by the Multi-Resolution Land Characteristics\n(MRLC) Consortium, a partnership of federal agencies led by the\nU.S. Geological Survey.\n",
  "links": [],
  "title": "NLCD: USGS National Land Cover Database [deprecated]",
  "extent": {
    "spatial": {
      "bbox": [
        [
          -180.0,
          -90.0,
          180.0,
          90.0
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "1981-01-01T00:00:00Z",
          null
        ]
      ]
    }
  },
  "license": "CC0-1.0",
  "keywords": [
    "blm",
    "landcover",
    "mrlc",
    "nlcd",
    "shrub",
    "shrubland",
    "usgs"
  ],
  "providers": [
    {
      "name": "WEkEO",
      "description": "WEkEO DIAS",
      "roles": [
        "host"
      ],
      "url": "https://www.wekeo.eu/"
    }
  ]
}